{
    "PubTator3": [
        {
            "_id": "38748332|None",
            "id": "38748332",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Adv Ther;2024May15. doi:10.1007/s12325-024-02880-3",
                        "year": "2024",
                        "type": "title",
                        "authors": "Fredwall S, AlSayed M, Ben-Omran T, Boero S, Cormier-Daire V, Fauroux B, Guill&#xe9;n-Navarro E, Innig F, Kunkel P, Lampe C, Maghnie M, Mohnike K, Mortier G, Pejin Z, Sessa M, Sousa SB, Irving M, "
                    },
                    "offset": 0,
                    "text": "European Achondroplasia Forum Practical Considerations for Following Adults with Achondroplasia.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 97,
                    "text": "Achondroplasia is a lifelong condition requiring lifelong management. There is consensus that infants and children with achondroplasia should be managed by a multidisciplinary team experienced in the condition. However, many people are lost to follow-up after the transition from paediatric to adult care, and there is no standardised approach for management in adults, despite the recent availability of international consensus guidelines. To address this, the European Achondroplasia Forum has developed a patient-held checklist to support adults with achondroplasia in managing their health. The checklist highlights key symptoms of spinal stenosis and obstructive sleep apnoea, both among the most frequent and potentially severe medical complications in adults with achondroplasia. The checklist acts as a framework to support individuals and their primary care provider in completing a routine review. General advice on issues such as blood pressure, pain, hearing, weight, adaptive aids, and psychosocial aspects are also included. The checklist provides key symptoms to be aware of, in addition to action points so that people can approach their primary care provider and be directed to the appropriate specialist, if needed. Additionally, the European Achondroplasia Forum offers some ideas on implementing the checklist during the transition from paediatric to adult care, thus ensuring the existing multidisciplinary team model in place during childhood can support in engaging individuals and empowering them to take responsibility for their own care as they move into adulthood.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 605,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38748332,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-15T00:00:00Z",
            "journal": "Adv Ther",
            "authors": [
                "Fredwall S",
                "AlSayed M",
                "Ben-Omran T",
                "Boero S",
                "Cormier-Daire V",
                "Fauroux B",
                "Guillén-Navarro E",
                "Innig F",
                "Kunkel P",
                "Lampe C",
                "Maghnie M",
                "Mohnike K",
                "Mortier G",
                "Pejin Z",
                "Sessa M",
                "Sousa SB",
                "Irving M"
            ],
            "relations_display": []
        }
    ]
}