{
    "PubTator3": [
        {
            "_id": "39023634|None",
            "id": "39023634",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Immunogenetics;2024Jul18. doi:10.1007/s00251-024-01347-7",
                        "year": "2024",
                        "type": "title",
                        "authors": "Salemi N, Bakhshesh S, Bahreini A, Salehi R, Zamanifar A, Dehghan F, Sherkat R, "
                    },
                    "offset": 0,
                    "text": "The sufficiency of genetic diagnosis in managing patients with inborn errors of immunity during prenatal care and childbearing.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 49,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 128,
                    "text": "Individuals with inborn errors of immunity face challenges in fertility, pregnancy, and genetic disorder transmission. Prenatal genetic counseling is crucial, especially in tribal societies with consanguineous unions. Ten families with confirmed inborn errors of immunity were studied, revealing diverse pregnancy decisions: An architect with autosomal dominant STAT-1 gain of function underwent prenatal diagnosis despite initial plans for preimplantation genetic diagnosis. In a consanguineous family, two children died from leukocyte adhesion deficiency type 1 because the father refused prenatal diagnosis. First cousins opted against terminating the second pregnancy, resulting in two children affected by Bruton disease. Another consanguineous couple, with two children afflicted by ataxia-telangiectasia, chose oocyte donation for their third child, ensuring a healthy birth. Recurrent pregnancy loss was observed in a mother subsequently diagnosed with ZAP70 deficiency. A mother with Wiskott-Aldrich syndrome child opted for in vitro fertilization, leading to a healthy birth post-prenatal diagnosis. A misdiagnosis of anaplastic anemia occurred in a family with multiple instances of Wiskott-Aldrich syndrome. A leukocyte adhesion deficiency type 1 case led to parental dissolution due to the father's refusal to acknowledge the condition. In a non-consanguineous couple, the father's diagnosis of TACI deficiency influenced the mother's decision to discontinue pregnancy post-prenatal diagnosis. Genetic diagnosis alone cannot optimize prenatal care for immune dysregulation disorders. Various factors, including patient education, societal norms, ethics, and economics, impact pregnancy decisions. Clinical immunologists must integrate these elements into guidance strategies to enhance patient outcomes.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "5",
                            "infons": {
                                "identifier": "6772",
                                "type": "Gene",
                                "ncbi_homologene": "21428",
                                "valid": true,
                                "normalized": [
                                    6772
                                ],
                                "database": "ncbi_gene",
                                "normalized_id": 6772,
                                "biotype": "gene",
                                "name": "STAT1",
                                "accession": "@GENE_STAT1"
                            },
                            "text": "STAT-1",
                            "locations": [
                                {
                                    "offset": 490,
                                    "length": 6
                                }
                            ]
                        },
                        {
                            "id": "6",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 1752,
                                    "length": 7
                                }
                            ]
                        },
                        {
                            "id": "7",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 1927,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 39023634,
            "pmcid": null,
            "meta": {},
            "date": "2024-07-18T00:00:00Z",
            "journal": "Immunogenetics",
            "authors": [
                "Salemi N",
                "Bakhshesh S",
                "Bahreini A",
                "Salehi R",
                "Zamanifar A",
                "Dehghan F",
                "Sherkat R"
            ],
            "relations_display": []
        }
    ]
}