{
    "PubTator3": [
        {
            "_id": "39106770|None",
            "id": "39106770",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Cancer Treat Rev;2024Aug05; 129 102808. doi:10.1016/j.ctrv.2024.102808",
                        "year": "2024",
                        "type": "title",
                        "authors": "Lee JH, "
                    },
                    "offset": 0,
                    "text": "Targeting the ATM pathway in cancer: Opportunities, challenges and personalized therapeutic strategies.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 104,
                    "text": "Ataxia telangiectasia mutated (ATM) kinase plays a pivotal role in orchestrating the DNA damage response, maintaining genomic stability, and regulating various cellular processes. This review provides a comprehensive analysis of ATM's structure, activation mechanisms, and various functions in cancer development, progression, and treatment. I discuss ATM's dual nature as both a tumor suppressor and potential promoter of cancer cell survival in certain contexts. The article explores the complex signaling pathways mediated by ATM, its interactions with other DNA repair mechanisms, and its influence on cell cycle checkpoints, apoptosis, and metabolism. I examine the clinical implications of ATM alterations, including their impact on cancer predisposition, prognosis, and treatment response. The review highlights recent advances in ATM-targeted therapies, discussing ongoing clinical trials of ATM inhibitors and their potential in combination with other treatment modalities. I also address the challenges in developing effective biomarkers for ATM activity and patient selection strategies for personalized cancer therapy. Finally, I outline future research directions, emphasizing the need for refined biomarker development, optimized combination therapies, and strategies to overcome potential resistance mechanisms. This comprehensive overview underscores the critical importance of ATM in cancer biology and its emerging potential as a therapeutic target in precision oncology.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 1173,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 39106770,
            "pmcid": null,
            "meta": {},
            "date": "2024-08-05T00:00:00Z",
            "journal": "Cancer Treat Rev",
            "authors": [
                "Lee JH"
            ],
            "relations_display": []
        }
    ]
}