{
    "PubTator3": [
        {
            "_id": "38831410|None",
            "id": "38831410",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Neurodev Disord;2024Jun03; 16 (1) 28. doi:10.1186/s11689-024-09544-x",
                        "year": "2024",
                        "article-id_pmc": "PMC11149250",
                        "type": "title",
                        "authors": "Brima T, Beker S, Prinsloo KD, Butler JS, Djukic A, Freedman EG, Molholm S, Foxe JJ, "
                    },
                    "offset": 0,
                    "text": "Probing a neural unreliability account of auditory sensory processing atypicalities in Rett Syndrome.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 102,
                    "text": "BACKGROUND: In the search for objective tools to quantify neural function in Rett Syndrome (RTT), which are crucial in the evaluation of therapeutic efficacy in clinical trials, recordings of sensory-perceptual functioning using event-related potential (ERP) approaches have emerged as potentially powerful tools. Considerable work points to highly anomalous auditory evoked potentials (AEPs) in RTT. However, an assumption of the typical signal-averaging method used to derive these measures is \"stationarity\" of the underlying responses - i.e. neural responses to each input are highly stereotyped. An alternate possibility is that responses to repeated stimuli are highly variable in RTT. If so, this will significantly impact the validity of assumptions about underlying neural dysfunction, and likely lead to overestimation of underlying neuropathology. To assess this possibility, analyses at the single-trial level assessing signal-to-noise ratios (SNR), inter-trial variability (ITV) and inter-trial phase coherence (ITPC) are necessary. METHODS: AEPs were recorded to simple 100 Hz tones from 18 RTT and 27 age-matched controls (Ages: 6-22 years). We applied standard AEP averaging, as well as measures of neuronal reliability at the single-trial level (i.e. SNR, ITV, ITPC). To separate signal-carrying components from non-neural noise sources, we also applied a denoising source separation (DSS) algorithm and then repeated the reliability measures. RESULTS: Substantially increased ITV, lower SNRs, and reduced ITPC were observed in auditory responses of RTT participants, supporting a \"neural unreliability\" account. Application of the DSS technique made it clear that non-neural noise sources contribute to overestimation of the extent of processing deficits in RTT. Post-DSS, ITV measures were substantially reduced, so much so that pre-DSS ITV differences between RTT and TD populations were no longer detected. In the case of SNR and ITPC, DSS substantially improved these estimates in the RTT population, but robust differences between RTT and TD were still fully evident. CONCLUSIONS: To accurately represent the degree of neural dysfunction in RTT using the ERP technique, a consideration of response reliability at the single-trial level is highly advised. Non-neural sources of noise lead to overestimation of the degree of pathological processing in RTT, and denoising source separation techniques during signal processing substantially ameliorate this issue.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38831410,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-03T00:00:00Z",
            "journal": "J Neurodev Disord",
            "authors": [
                "Brima T",
                "Beker S",
                "Prinsloo KD",
                "Butler JS",
                "Djukic A",
                "Freedman EG",
                "Molholm S",
                "Foxe JJ"
            ],
            "relations_display": []
        }
    ]
}