{
    "PubTator3": [
        {
            "_id": "30220449|None",
            "id": "30220449",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Transfus Apher Sci. 2018 Oct;57(5):606-613. doi: 10.1016/j.transci.2018.09.009. ",
                        "year": "2018",
                        "type": "title",
                        "authors": "Maitta RW"
                    },
                    "offset": 0,
                    "text": "Current state of apheresis technology and its applications.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 60,
                    "text": "Apheresis is at the forefront of therapeutic approaches for an increasing number of indications caused by formation of pathologic antibodies treated by therapeutic plasma exchange, or through the use of red cell exchanges to overcome complications secondary to sickle cell crises. Likewise, the number of hematopoietic stem cell transplants has continued to grow annually and this is the direct result of the expansion of apheresis collections. Over the years a number of apheresis platforms have been utilized, but as one of the oldest and most widely used systems, the COBE Spectra, has ceased to be used therapeutically and at blood centers for donations there is an active search to find suitable systems that will replace it and have the versatility to perform as many procedures as possible. Computer innovations have made it possible with current apheresis technology to obtain more real-time information of the procedure which permits the operator to adjust parameters not only to optimize the specific procedure but also to safeguard against potential adverse events. The focus of this review is to go over available clinical data describing the operation, outcomes and applications of apheresis platforms, and discuss those systems that are likely to meet clinical demands and those of blood donation centers.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D000755",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000755"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000755",
                                "biotype": "disease",
                                "name": "Anemia Sickle Cell",
                                "accession": "@DISEASE_Anemia_Sickle_Cell"
                            },
                            "text": "sickle cell crises",
                            "locations": [
                                {
                                    "offset": 321,
                                    "length": 18
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 30220449,
            "pmcid": null,
            "meta": {},
            "date": "2018-10-01T00:00:00Z",
            "journal": "Transfus Apher Sci",
            "authors": [
                "Maitta RW"
            ],
            "relations_display": []
        }
    ]
}