{
    "PubTator3": [
        {
            "_id": "30841867|None",
            "id": "30841867",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "BMC Med Res Methodol. 2019 Mar 6;19(1):50. doi: 10.1186/s12874-019-0673-4.",
                        "year": "2019",
                        "article-id_pmc": "PMC6404305",
                        "type": "title",
                        "authors": "Bussy S, Veil R, Looten V, Burgun A, Gaiffas S, Guilloux A, Ranque B, Jannot AS"
                    },
                    "offset": 0,
                    "text": "Comparison of methods for early-readmission prediction in a high-dimensional heterogeneous covariates and time-to-event outcome framework.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 139,
                    "text": "BACKGROUND: Choosing the most performing method in terms of outcome prediction or variables selection is a recurring problem in prognosis studies, leading to many publications on methods comparison. But some aspects have received little attention. First, most comparison studies treat prediction performance and variable selection aspects separately. Second, methods are either compared within a binary outcome setting (where we want to predict whether the readmission will occur within an arbitrarily chosen delay or not) or within a survival analysis setting (where the outcomes are directly the censored times), but not both. In this paper, we propose a comparison methodology to weight up those different settings both in terms of prediction and variables selection, while incorporating advanced machine learning strategies. METHODS: Using a high-dimensional case study on a sickle-cell disease (SCD) cohort, we compare 8 statistical methods. In the binary outcome setting, we consider logistic regression (LR), support vector machine (SVM), random forest (RF), gradient boosting (GB) and neural network (NN); while on the survival analysis setting, we consider the Cox Proportional Hazards (PH), the CURE and the C-mix models. We also propose a method using Gaussian Processes to extract meaningfull structured covariates from longitudinal data. RESULTS: Among all assessed statistical methods, the survival analysis ones obtain the best results. In particular the C-mix model yields the better performances in both the two considered settings (AUC =0.94 in the binary outcome setting), as well as interesting interpretation aspects. There is some consistency in selected covariates across methods within a setting, but not much across the two settings. CONCLUSIONS: It appears that learning withing the survival analysis setting first (so using all the temporal information), and then going back to a binary prediction using the survival estimates gives significantly better prediction performances than the ones obtained by models trained \"directly\" within the binary outcome setting.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "MESH:D000755",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000755"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000755",
                                "biotype": "disease",
                                "name": "Anemia Sickle Cell",
                                "accession": "@DISEASE_Anemia_Sickle_Cell"
                            },
                            "text": "sickle-cell disease",
                            "locations": [
                                {
                                    "offset": 1018,
                                    "length": 19
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:D000755",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000755"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000755",
                                "biotype": "disease",
                                "name": "Anemia Sickle Cell",
                                "accession": "@DISEASE_Anemia_Sickle_Cell"
                            },
                            "text": "SCD",
                            "locations": [
                                {
                                    "offset": 1039,
                                    "length": 3
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 30841867,
            "pmcid": null,
            "meta": {},
            "date": "2019-03-06T00:00:00Z",
            "journal": "BMC Med Res Methodol",
            "authors": [
                "Bussy S",
                "Veil R",
                "Looten V",
                "Burgun A",
                "Gaïffas S",
                "Guilloux A",
                "Ranque B",
                "Jannot AS"
            ],
            "relations_display": []
        }
    ]
}