{
    "PubTator3": [
        {
            "_id": "31566780|None",
            "id": "31566780",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Clin Apher. 2019 Dec;34(6):692-699. doi: 10.1002/jca.21748. Epub 2019 Sep 30.",
                        "year": "2019",
                        "type": "title",
                        "authors": "Colavita D, Kim HC, Friedman DF"
                    },
                    "offset": 0,
                    "text": "The sex parameter in estimation of total blood volume for pediatric erythrocytapheresis.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 89,
                    "text": "BACKGROUND AND OBJECTIVES: Estimation of the total blood volume (TBV) is fundamental to the control of automated red cell exchange (RCE). Error in the TBV estimate can produce outcomes that deviate from the prescribed targets, and may endanger the patient. Both the Spectra Optia and the COBE Spectra use the Nadler formulae to estimate TBV. There is a potential for large overestimates of TBV when the Nadler formula for males is applied to prepubertal boys. MATERIALS AND METHODS: This study uses our large clinical experience with RCE to examine procedure outcomes when RCE in prepubertal boys is programed with the female parameter instead of male. We determined the differences between programmed and measured values for three outcomes: (a) Programmed End Hematocrit - Post spun HCT by Hemata Stat II, (b) Programmed End Hematocrit - Post CBC HCT, and (c) Predicted Post Hgb S+C - Measured Post Hgb S+C. We defined the experimental group as Male-Female, where the biological sex was male but programmed sex was female, and two control groups where programmed and biological sex were the same. RESULTS: Small but statistically significant differences were demonstrated between the mean programmed-to-observed deviations of these outcome measures in all but two group and subgroup comparisons; however, the absolute magnitudes of the observed differences were not clinically significant. The suggested weight cutoff to begin programming males as male is 35 kg. CONCLUSION: The study provides experiential validation that performing RCE in prepubertal boys using the female parameter is safe.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 337,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 31566780,
            "pmcid": null,
            "meta": {},
            "date": "2019-12-01T00:00:00Z",
            "journal": "J Clin Apher",
            "authors": [
                "Colavita D",
                "Kim HC",
                "Friedman DF"
            ],
            "relations_display": []
        }
    ]
}