{
    "PubTator3": [
        {
            "_id": "33515215|None",
            "id": "33515215",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Transfusion. 2021 May;61(5):1489-1494. doi: 10.1111/trf.16285. Epub 2021 Jan 29.",
                        "year": "2021",
                        "type": "title",
                        "authors": "Trepanier P, Chevrier MC, Constanzo Yanez J, Baillargeon N, St-Pierre C, Perreault J"
                    },
                    "offset": 0,
                    "text": "Adapting to supply-and-demand emerging trends for antigen-negative red blood cell units.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 89,
                    "text": "BACKGROUND: A global downtrend in blood usage has been observed by many countries, while the demand for antigen-negative red blood cell (RBC) units used in antigen-matched transfusions keeps increasing. The declining number of units collected exposes blood providers to a rapidly evolving supply challenge. METHODS: This study was conducted retrospectively with use of internal data analysis to weigh Quebec's situation regarding global and antigen-negative RBC demand, to measure the effects of community-directed recruitment and blood drives, and to evaluate the benefits of mass-scale RBC genotyping. RESULTS: Our findings confirm a global RBC usage downtrend of over 20% total in the past 10 years with a steady antigen-negative usage and highlight the most requested negative antigen combinations. Our data also show our +39.5% progress regarding the number of Black donors recruited for antigen matching of patients with sickle cell disease in the past 3 years, as well as a constantly growing number of just-in-time blood collection for complex orders. Finally, our data summarize the efficiency of our mass-scale RBC genotyping efforts. CONCLUSION: Altogether, this study confirms the demand trends for regular and antigen-negative RBC units in Quebec and the efficient effects of our recruitment and typing strategies.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1002,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:D000755",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000755"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000755",
                                "biotype": "disease",
                                "name": "Anemia Sickle Cell",
                                "accession": "@DISEASE_Anemia_Sickle_Cell"
                            },
                            "text": "sickle cell disease",
                            "locations": [
                                {
                                    "offset": 1016,
                                    "length": 19
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 33515215,
            "pmcid": null,
            "meta": {},
            "date": "2021-05-01T00:00:00Z",
            "journal": "Transfusion",
            "authors": [
                "Trépanier P",
                "Chevrier MC",
                "Constanzo Yanez J",
                "Baillargeon N",
                "St-Pierre C",
                "Perreault J"
            ],
            "relations_display": []
        }
    ]
}