{
    "_id": "33779245|None",
    "id": "33779245",
    "infons": {},
    "passages": [
        {
            "infons": {
                "journal": "J Manag Care Spec Pharm. 2021 May;27(5):650-659. doi: 10.18553/jmcp.2021.20471. ",
                "year": "2021",
                "article-id_pmc": "PMC10394200",
                "type": "title",
                "authors": "Shafrin J, Dennen S, Pednekar P, Birch K, Bhor M, Kanter J, Neumann P"
            },
            "offset": 0,
            "text": "For which diseases do broader value elements matter most? An evaluation across 20 ICER evidence reports.",
            "sentences": [],
            "annotations": [],
            "relations": []
        },
        {
            "infons": {
                "type": "abstract"
            },
            "offset": 105,
            "text": "BACKGROUND: U.S. value framework developers such as the Institute for Clinical and Economic Review (ICER) use cost-effectiveness analysis to value new health care technologies. Often, these value assessment frameworks use a health system perspective without fully accounting for societal and broader benefits and costs of an intervention. Although there is ongoing debate about the most appropriate methods for including broader value elements in value assessment, it remains unclear whether the inclusion of these value elements is likely to affect the quantitative estimates of treatment value. OBJECTIVE: To assess variations in the relevance of broader value elements to cost-effectiveness analysis across diseases. METHODS: Thirty-two broader value elements (e.g., caregiver burden, health equity, real option value, productivity) not traditionally included in health technology assessments were identified through a targeted literature review. Evidence reports published by ICER between July 2017 and January 2020 were evaluated to identify which broader value elements were discussed as relevant to each disease in the report text. The study examined whether there were associations among ICER's discussion of broader value elements, rare disease status, treatment cost, estimated treatment cost-effectiveness, and ICER committee voting results for contextual considerations and additional benefits/disadvantages. RESULTS: The most commonly cited broader value element category in the ICER evidence reports was household and leisure (e.g., absenteeism from normal activities and caregiver burden). More value elements were cited for inherited retinal disease (19 elements) and sickle cell disease (18 elements) than for other diseases. Cardiovascular disease and diabetes had the fewest number of value elements cited (7 elements). Rare diseases were more likely to have broader value elements cited compared with nonrare diseases (15.9 vs. 11.5, P < 0.001). Treatments with higher (i.e., less favorable) incremental cost-effectiveness ratios were more likely to have a greater number of broader value elements cited (rho = 0.625, P < 0.001). CONCLUSIONS: The presence of broader value elements varied across diseases, with less cost-effective treatments more likely to have a higher number of relevant broader value elements. Inclusion of all relevant value elements in value assessments will more appropriately incentivize innovation and improve allocation of research funding. DISCLOSURES: This study was sponsored by Novartis Pharmaceutical Corporation. At the time of this study, Shafrin was employed by PRECISIONheor, a consultancy to the life sciences industry that received financial support from Novartis to conduct this study. Dennen, Pednekar, and Birch are employed by PRECISIONheor. Bhor was an employee of Novartis Pharmaceutical Corporation at the time this research was conducted and manuscript was developed and reports grants from Novartis, unrelated to this work. Kanter has served on scientific advisory boards and steering committees for and reports receiving consulting fees from Novartis Pharmaceutical Corporation and is a site principal investigator on studies funded by Novartis Pharmaceutical Corporation. Kantar also reports support from Sickle Cell Disease Association of America Inc. and National Heart, Lung, and Blood Institute, unrelated to this work. Neumann reports advisory boards or consulting fees from Novartis Pharmaceutical Corporation and PRECISIONheor, as well as advisory boards or consulting fees unrelated to this study from AbbVie, Amgen, Avexis, Bayer, Congressional Budget Office, Janssen, Merck, Novartis, Novo Nordisk, Precision Health Economics, Veritech, Vertex; funding from The CEA Registry Sponsors by various pharmaceutical and medical device companies; and grants from Amgen, Lundbeck, Bill and Melinda Gates Foundation, National Pharmaceutical Council, Alzheimer's Association, and the National Institutes for Health.",
            "sentences": [],
            "annotations": [
                {
                    "id": "6",
                    "infons": {
                        "identifier": "MESH:D035583",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D035583"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D035583",
                        "biotype": "disease",
                        "name": "Rare Diseases",
                        "accession": "@DISEASE_Rare_Diseases"
                    },
                    "text": "rare disease",
                    "locations": [
                        {
                            "offset": 1346,
                            "length": 12
                        }
                    ]
                },
                {
                    "id": "7",
                    "infons": {
                        "identifier": "MESH:D012164",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D012164"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D012164",
                        "biotype": "disease",
                        "name": "Retinal Diseases",
                        "accession": "@DISEASE_Retinal_Diseases"
                    },
                    "text": "inherited retinal disease",
                    "locations": [
                        {
                            "offset": 1745,
                            "length": 25
                        }
                    ]
                },
                {
                    "id": "8",
                    "infons": {
                        "identifier": "MESH:D000755",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D000755"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D000755",
                        "biotype": "disease",
                        "name": "Anemia Sickle Cell",
                        "accession": "@DISEASE_Anemia_Sickle_Cell"
                    },
                    "text": "sickle cell disease",
                    "locations": [
                        {
                            "offset": 1789,
                            "length": 19
                        }
                    ]
                },
                {
                    "id": "9",
                    "infons": {
                        "identifier": "MESH:D002318",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D002318"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D002318",
                        "biotype": "disease",
                        "name": "Cardiovascular Diseases",
                        "accession": "@DISEASE_Cardiovascular_Diseases"
                    },
                    "text": "Cardiovascular disease",
                    "locations": [
                        {
                            "offset": 1848,
                            "length": 22
                        }
                    ]
                },
                {
                    "id": "10",
                    "infons": {
                        "identifier": "MESH:D003920",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D003920"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D003920",
                        "biotype": "disease",
                        "name": "Diabetes Mellitus",
                        "accession": "@DISEASE_Diabetes_Mellitus"
                    },
                    "text": "diabetes",
                    "locations": [
                        {
                            "offset": 1875,
                            "length": 8
                        }
                    ]
                },
                {
                    "id": "11",
                    "infons": {
                        "identifier": "MESH:D000755",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D000755"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D000755",
                        "biotype": "disease",
                        "name": "Anemia Sickle Cell",
                        "accession": "@DISEASE_Anemia_Sickle_Cell"
                    },
                    "text": "Sickle Cell Disease",
                    "locations": [
                        {
                            "offset": 3378,
                            "length": 19
                        }
                    ]
                }
            ],
            "relations": []
        }
    ],
    "relations": [],
    "pmid": 33779245,
    "pmcid": null,
    "meta": {},
    "date": "2021-05-01T00:00:00Z",
    "journal": "J Manag Care Spec Pharm",
    "authors": [
        "Shafrin J",
        "Dennen S",
        "Pednekar P",
        "Birch K",
        "Bhor M",
        "Kanter J",
        "Neumann P"
    ],
    "relations_display": []
}