{
    "_id": "35289246|None",
    "id": "35289246",
    "infons": {},
    "passages": [
        {
            "infons": {
                "journal": "J Med Econ. 2022 Jan-Dec;25(1):403-411. doi: 10.1080/13696998.2022.2053384.",
                "year": "2022",
                "type": "title",
                "authors": "Riku S, Hedriana H, Carozza JA, Hoskovec J"
            },
            "offset": 0,
            "text": "Reflex single-gene non-invasive prenatal testing is associated with markedly better detection of fetuses affected with single-gene recessive disorders at lower cost.",
            "sentences": [],
            "annotations": [
                {
                    "id": "1",
                    "infons": {
                        "identifier": "MESH:D030342",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D030342"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D030342",
                        "biotype": "disease",
                        "name": "Genetic Diseases Inborn",
                        "accession": "@DISEASE_Genetic_Diseases_Inborn"
                    },
                    "text": "recessive disorders",
                    "locations": [
                        {
                            "offset": 131,
                            "length": 19
                        }
                    ]
                }
            ],
            "relations": []
        },
        {
            "infons": {
                "type": "abstract"
            },
            "offset": 166,
            "text": "OBJECTIVE: To evaluate the clinical benefits and achievable cost savings associated with the adoption of a carrier screen with reflex single-gene non-invasive prenatal test (sgNIPT) in prenatal care. METHOD: A decision-analytic model was developed to compare carrier screen with reflex sgNIPT (maternal carrier status and fetal risk reported together) as first-line carrier screening to the traditional carrier screening workflow (positive maternal carrier screen followed by paternal screening to evaluate fetal risk). The model compared the clinical outcomes and healthcare costs associated with the two screening methods. These results were used to simulate appropriate pricing for reflex sgNIPT. RESULTS: Reflex sgNIPT carrier screening-detected 108 of 110 affected pregnancies per 100,000 births (98.5% sensitivity), whereas traditional carrier screening-detected 46 of 110 affected pregnancies (41.5% sensitivity). The cost to identify one affected pregnancy was reduced by 62% in the reflex sgNIPT scenario compared to the traditional scenario. Adding together the testing cost savings and the savings from earlier clinical intervention made possible by reflex sgNIPT, the total cost savings was $37.6 million per 100,000 pregnancies. Based on these cost savings, we simulated appropriate reflex sgNIPT pricing range: if the cost to identify one affected pregnancy is the unit cost, carrier screening with reflex sgNIPT can be priced up to $1,859 per test (or $7,233 if sgNIPT is billed separately); if the cost per 100,000 pregnancies is the unit cost, carrier screening with sgNIPT can be priced up to $1,070 per test (or $2,336 if sgNIPT is billed separately). CONCLUSION: Using the carrier screen with reflex sgNIPT as first-line screening improves the detection of affected fetuses by 2.4-fold and can save costs for the healthcare system. A real-life experience will be needed to assess the clinical utility and exact cost savings of carrier screen with reflex sgNIPT.",
            "sentences": [],
            "annotations": [],
            "relations": []
        }
    ],
    "relations": [],
    "pmid": 35289246,
    "pmcid": null,
    "meta": {},
    "date": "2022-01-01T00:00:00Z",
    "journal": "J Med Econ",
    "authors": [
        "Riku S",
        "Hedriana H",
        "Carozza JA",
        "Hoskovec J"
    ],
    "relations_display": []
}