{
    "_id": "35441211|None",
    "id": "35441211",
    "infons": {},
    "passages": [
        {
            "infons": {
                "journal": "Pediatrics. 2022 May 1;149(5):e2021053454. doi: 10.1542/peds.2021-053454.",
                "year": "2022",
                "article-id_pmc": "PMC9647577",
                "type": "title",
                "authors": "Sims AM, Cromartie SJ, Gessner L, Campbell A, Coker T, Wang CJ, Tarini BA"
            },
            "offset": 0,
            "text": "Parents' Experiences and Needs Regarding Infant Sickle Cell Trait Results.",
            "sentences": [],
            "annotations": [
                {
                    "id": "1",
                    "infons": {
                        "identifier": "CVCL:9126",
                        "type": "CellLine",
                        "valid": true,
                        "normalized": [
                            "9126"
                        ],
                        "database": "cvcl",
                        "normalized_id": "9126",
                        "biotype": "cellline",
                        "name": "9126",
                        "accession": null
                    },
                    "text": "Sickle Cell",
                    "locations": [
                        {
                            "offset": 48,
                            "length": 11
                        }
                    ]
                }
            ],
            "relations": []
        },
        {
            "infons": {
                "type": "abstract"
            },
            "offset": 75,
            "text": "BACKGROUND AND OBJECTIVE: Sickle cell trait (SCT) has reproductive implications and can rarely cause health problems. SCT counseling improves parent knowledge but is infrequently received by children with SCT compared with children with cystic fibrosis carrier status. There are no national guidelines on SCT disclosure timing, frequency, or counseling content. Parents' experiences with SCT disclosure and counseling are poorly understood but could inform the development of guidelines. We explored parents' experiences with and desires for SCT disclosure and counseling for their infants with SCT identified via newborn screening. METHODS: Parents of infants 2 to 12 months old with SCT were recruited through a state newborn screening program for semistructured interviews to explore their experiences with and desires for SCT disclosure and counseling. Inductive thematic analysis was conducted. RESULTS: Sixteen interviews were completed from January to August 2020. Most parents reported that SCT disclosure occurred soon after birth, in person, and by the child's physician. Five themes were identified: parent knowledge before child's SCT disclosure, family planning, the dynamics of SCT disclosure and counseling, emotions and actions after SCT disclosure, and parent desires for the SCT disclosure and counseling process. Two primary parent desires were revealed. Parents want more information about SCT, particularly rare symptomatology, and they want SCT counseling repeated once the child approaches adolescence. CONCLUSION: Parents report receiving their child's SCT diagnosis in the early newborn period from their child's doctor but indicate they receive incomplete information. Opportunities exist in primary care pediatrics to better align SCT disclosure timing and counseling content with parent desires.",
            "sentences": [],
            "annotations": [
                {
                    "id": "4",
                    "infons": {
                        "identifier": "CVCL:9126",
                        "type": "CellLine",
                        "valid": true,
                        "normalized": [
                            "9126"
                        ],
                        "database": "cvcl",
                        "normalized_id": "9126",
                        "biotype": "cellline",
                        "name": "9126",
                        "accession": null
                    },
                    "text": "Sickle cell",
                    "locations": [
                        {
                            "offset": 101,
                            "length": 11
                        }
                    ]
                },
                {
                    "id": "5",
                    "infons": {
                        "identifier": "MESH:D003550",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D003550"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D003550",
                        "biotype": "disease",
                        "name": "Cystic Fibrosis",
                        "accession": "@DISEASE_Cystic_Fibrosis"
                    },
                    "text": "cystic fibrosis",
                    "locations": [
                        {
                            "offset": 312,
                            "length": 15
                        }
                    ]
                }
            ],
            "relations": []
        }
    ],
    "relations": [],
    "pmid": 35441211,
    "pmcid": null,
    "meta": {},
    "date": "2022-05-01T00:00:00Z",
    "journal": "Pediatrics",
    "authors": [
        "Sims AM",
        "Cromartie SJ",
        "Gessner L",
        "Campbell A",
        "Coker T",
        "Wang CJ",
        "Tarini BA"
    ],
    "relations_display": []
}