{
    "PubTator3": [
        {
            "_id": "35841199|None",
            "id": "35841199",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Transfusion. 2022 Sep;62(9):1727-1730. doi: 10.1111/trf.17021. Epub 2022 Jul 15.",
                        "year": "2022",
                        "article-id_pmc": "PMC9546366",
                        "type": "title",
                        "authors": "Gehrie EA, Petran L, Young PP"
                    },
                    "offset": 0,
                    "text": "Sickle cell trait results in a high leukoreduction quality control failure rate for whole blood donations.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D000755",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000755"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000755",
                                "biotype": "disease",
                                "name": "Anemia Sickle Cell",
                                "accession": "@DISEASE_Anemia_Sickle_Cell"
                            },
                            "text": "Sickle cell",
                            "locations": [
                                {
                                    "offset": 0,
                                    "length": 11
                                }
                            ]
                        }
                    ],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 107,
                    "text": "BACKGROUND: Prior studies have shown that sickle cell trait (SCT) is the most common reason attributed to leukoreduction (LR) filter failure due to physical blockage. However, current Food and Drug Administration (FDA) guidelines do not require blood collectors to take a specific action to mitigate inadequate LR that may occur among donors with SCT. We sought to determine the scope of inadequate LR among whole blood (WB) donations collected from individuals with SCT and processed under standard manufacturing conditions. STUDY DESIGN AND METHODS: Between 8/2021 and 2/2022, a total of 40 red blood cells units (RBCs) manufactured from WB donations collected from donors historically positive for SCT had residual leukocyte testing performed. All 40 of the units had appeared to successfully complete leukofiltration. RESULTS: Out of the 40 units tested, 22 failed routine residual leukocyte quality control testing (55% failure rate, 95% confidence interval 40%-70%). Nine out of the 22 failures resulted in more than 100 residual leukocytes per microliter of product. CONCLUSION: Even when leukofiltration appears to have been completed successfully, WB units collected from donors with SCT have a high (55% in aggregate) rate of inadequate leukoreduction. Correlating this result with previous studies showing that of up to 50% of WB units collected from donors with SCT fail to pass through the leukoreduction filter, we estimate that only 25% of WB donations collected from individuals with SCT will result in a leukoreduced RBC unit that meets all FDA requirements. Blood centers should encourage individuals with SCT to donate platelets or plasma, rather than WB.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:D000755",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000755"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000755",
                                "biotype": "disease",
                                "name": "Anemia Sickle Cell",
                                "accession": "@DISEASE_Anemia_Sickle_Cell"
                            },
                            "text": "sickle cell",
                            "locations": [
                                {
                                    "offset": 149,
                                    "length": 11
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 35841199,
            "pmcid": null,
            "meta": {},
            "date": "2022-09-01T00:00:00Z",
            "journal": "Transfusion",
            "authors": [
                "Gehrie EA",
                "Petran L",
                "Young PP"
            ],
            "relations_display": []
        }
    ]
}