{
    "PubTator3": [
        {
            "_id": "36351365|None",
            "id": "36351365",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Annu Rev Pathol. 2023 Jan 24;18:537-564. doi: ",
                        "year": "2023",
                        "article-id_pmc": "PMC10414795",
                        "type": "title",
                        "authors": "Arthur CM, Stowell SR"
                    },
                    "offset": 0,
                    "text": "The Development and Consequences of Red Blood Cell Alloimmunization.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 69,
                    "text": "While red blood cell (RBC) transfusion is the most common medical intervention in hospitalized patients, as with any therapeutic, it is not without risk. Allogeneic RBC exposure can result in recipient alloimmunization, which can limit the availability of compatible RBCs for future transfusions and increase the risk of transfusion complications. Despite these challenges and the discovery of RBC alloantigens more than a century ago, relatively little has historically been known regarding the immune factors that regulate RBC alloantibody formation. Through recent epidemiological approaches, in vitro-based translational studies, and newly developed preclinical models, the processes that govern RBC alloimmunization have emerged as more complex and intriguing than previously appreciated. Although common alloimmunization mechanisms exist, distinct immune pathways can be engaged, depending on the target alloantigen involved. Despite this complexity, key themes are beginning to emerge that may provide promising approaches to not only actively prevent but also possibly alleviate the most severe complications of RBC alloimmunization.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 164,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 36351365,
            "pmcid": null,
            "meta": {},
            "date": "2023-01-24T00:00:00Z",
            "journal": "Annu Rev Pathol",
            "authors": [
                "Arthur CM",
                "Stowell SR"
            ],
            "relations_display": []
        }
    ]
}