{
    "PubTator3": [
        {
            "_id": "36782408|None",
            "id": "36782408",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Vasc Access. 2023 Feb 13:11297298231154291. doi: 10.1177/11297298231154291.",
                        "year": "2023",
                        "type": "title",
                        "authors": "Hajeh H, Garcia A, Mishra S, Radicic K"
                    },
                    "offset": 0,
                    "text": "Malposition of the central venous catheter secondary to accessory hemiazygos vein variant.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 91,
                    "text": "A 36-year-old female with sickle cell disease presented with sickle cell pain crisis. After failure to establish peripheral venous access, an internal jugular central venous catheter (CVC) was placed. Confirmation of internal jugular cannulation was performed with bedside ultrasound. A confirmatory chest X-ray revealed an unusual position of the catheter, taking a course inferiorly, making a loop and remaining on the left side of the mediastinum. A lateral view was done and revealed that the catheter passed inferiorly through the internal jugular vein then posteriorly and inferiorly giving the looped appearance. This is better delineated on a sagittal view CT scan showing the tip of the catheter terminating in the accessory hemiazygos vein. This unusual course is due to a variant of the accessory hemiazygos vein which is connected to the left superior intercostal vein. This creates a lower resistance pathway for the CVC which passes from the internal jugular vein, down the left superior intercostal vein (instead of the left brachiocephalic vein) and into the accessory hemiazygos vein. Discussion: The correct tip placement of an internal jugular CVC terminates in the superior vena cava just above the cardiac silhouette. In 1%-2% of individuals, a connection between the accessory hemiazygos and the left superior intercostal vein is present. Rare cases are discovered incidentally during CVC placement. The diameter of the accessory hemiazygos vein is less than half of that of the superior vena cava. The catheter should not be used as central venous access and removal is recommended. Malpositioning of central catheters is unpredictable but can be easily avoided by using intraprocedural methods to confirm tip position. Such modalities include intracavitary ECG or ultrasound with agitated saline injection as described in the SIC (Safe Insertion of Centrally Inserted Central Catheters) protocol.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "MESH:D000755",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000755"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000755",
                                "biotype": "disease",
                                "name": "Anemia Sickle Cell",
                                "accession": "@DISEASE_Anemia_Sickle_Cell"
                            },
                            "text": "sickle cell disease",
                            "locations": [
                                {
                                    "offset": 117,
                                    "length": 19
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:D000755",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000755"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000755",
                                "biotype": "disease",
                                "name": "Anemia Sickle Cell",
                                "accession": "@DISEASE_Anemia_Sickle_Cell"
                            },
                            "text": "sickle cell pain",
                            "locations": [
                                {
                                    "offset": 152,
                                    "length": 16
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 36782408,
            "pmcid": null,
            "meta": {},
            "date": "2023-02-13T00:00:00Z",
            "journal": "J Vasc Access",
            "authors": [
                "Hajeh H",
                "Garcia A",
                "Mishra S",
                "Radicic K"
            ],
            "relations_display": []
        }
    ]
}