{
    "_id": "36931493|None",
    "id": "36931493",
    "infons": {},
    "passages": [
        {
            "infons": {
                "journal": "J Pediatr. 2023 Jun;257:113384. doi: 10.1016/j.jpeds.2023.02.030. Epub 2023 Mar ",
                "year": "2023",
                "type": "title",
                "authors": "Knight-Madden J, Abar A, Smith M, Asnani M"
            },
            "offset": 0,
            "text": "Factors Affecting Age of Initial Specialty Clinic Evaluation Among Infants with Sickle Cell Disease in Kingston, Jamaica.",
            "sentences": [],
            "annotations": [
                {
                    "id": "1",
                    "infons": {
                        "identifier": "MESH:D000755",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D000755"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D000755",
                        "biotype": "disease",
                        "name": "Anemia Sickle Cell",
                        "accession": "@DISEASE_Anemia_Sickle_Cell"
                    },
                    "text": "Sickle Cell Disease",
                    "locations": [
                        {
                            "offset": 80,
                            "length": 19
                        }
                    ]
                }
            ],
            "relations": []
        },
        {
            "infons": {
                "type": "abstract"
            },
            "offset": 122,
            "text": "OBJECTIVES: To evaluate the effectiveness of newborn screening for sickle cell disease in eastern Jamaica by determining what proportion of screen-positive infants were registered with the Sickle Cell Unit (SCU) by two months (60 days) of age and identifying parents' perceptions of facilitators and barriers impacting age at registration. STUDY DESIGN: This cross-sectional study used a mixed method approach. Ages at diagnosis confirmation and first clinic visit were recorded for screen-positive infants born between February 1, 2015, and November 15, 2017. All parents were invited to complete the survey and early and late attendees were invited to participate in the qualitative aspect of the study. A researcher-designed questionnaire and an interview guide based on the Capability, Opportunity, Motivation, Behavior (COM-B), and Health Belief Models examined factors that may affect time to registration. Quantitative data were analyzed to yield descriptive statistics using Stata v14. All interview data were coded. Similar codes were grouped together into themes. RESULTS: Most (97.7%) of the 133 screen-positive infants had their diagnosis confirmed. Only 40% had their first clinic visit by age 60 days. Denial of the diagnosis, poor communication, and the costs of treatment and transportation were perceived barriers to registration, whereas family support was a facilitator. CONCLUSIONS: Diagnosis confirmation was almost universal, but most infants did not attend clinic by two months of age. In-depth interviews have identified several facilitators and barriers that can be targeted to improve early registration.",
            "sentences": [],
            "annotations": [
                {
                    "id": "3",
                    "infons": {
                        "identifier": "MESH:D000755",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D000755"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D000755",
                        "biotype": "disease",
                        "name": "Anemia Sickle Cell",
                        "accession": "@DISEASE_Anemia_Sickle_Cell"
                    },
                    "text": "sickle cell disease",
                    "locations": [
                        {
                            "offset": 189,
                            "length": 19
                        }
                    ]
                }
            ],
            "relations": []
        }
    ],
    "relations": [],
    "pmid": 36931493,
    "pmcid": null,
    "meta": {},
    "date": "2023-03-15T00:00:00Z",
    "journal": "J Pediatr",
    "authors": [
        "Knight-Madden J",
        "Abar A",
        "Smith M",
        "Asnani M"
    ],
    "relations_display": []
}