{
    "PubTator3": [
        {
            "_id": "37889869|None",
            "id": "37889869",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Manag Care Spec Pharm;2023Nov; 29 (11) 1253. doi:10.18553/jmcp.2023.29.11.1253",
                        "year": "2023",
                        "article-id_pmc": "PMC10609928",
                        "type": "title",
                        "authors": "Nikitin D, Beaudoin FL, Thokala P, McKenna A, Nhan E, Rind DM, Pearson SD, "
                    },
                    "offset": 0,
                    "text": "Gene therapies for sickle cell disease: Effectiveness and value.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D000755",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000755"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000755",
                                "biotype": "disease",
                                "name": "Anemia Sickle Cell",
                                "accession": "@DISEASE_Anemia_Sickle_Cell"
                            },
                            "text": "sickle cell disease",
                            "locations": [
                                {
                                    "offset": 19,
                                    "length": 19
                                }
                            ]
                        }
                    ],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 65,
                    "text": "DISCLOSURES: Drs. Nikitin, McKenna, Rind, Nhan, and Pearson report grants from Arnold Ventures, grants from Blue Cross Blue Shield of MA, grants from California Healthcare Foundation, grants from The Commonwealth Fund, grants from The Patrick and Catherine Weldon Donaghue Medical Research Foundation, during the conduct of the study; other from America's Health Insurance Plans, other from Anthem, other from AbbVie, other from Alnylam, other from AstraZeneca, other from Biogen, other from Blue Shield of CA, other from CVS, other from Editas, other from Express Scripts, other from Genentech/Roche, other from GlaxoSmithKline, other from Harvard Pilgrim, other from Health Care Service Corporation, other from Kaiser Permanente, other from LEO Pharma, other from Mallinckrodt, other from Merck, other from Novartis, other from National Pharmaceutical Council, other from Premera, other from Prime Therapeutics, other from Regeneron, other from Sanofi, other from United Healthcare, other from HealthFirst, other from Pfizer, other from Boehringer-Ingelheim, other from uniQure, other from Envolve Pharmacy Solutions, other from Humana, other from Sunlife, outside the submitted work.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 37889869,
            "pmcid": null,
            "meta": {},
            "date": "2023-11-01T00:00:00Z",
            "journal": "J Manag Care Spec Pharm",
            "authors": [
                "Nikitin D",
                "Beaudoin FL",
                "Thokala P",
                "McKenna A",
                "Nhan E",
                "Rind DM",
                "Pearson SD"
            ],
            "relations_display": []
        }
    ]
}