{
    "PubTator3": [
        {
            "_id": "38702922|None",
            "id": "38702922",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Pediatr Blood Cancer;2024May03 31042. doi:10.1002/pbc.31042",
                        "year": "2024",
                        "type": "title",
                        "authors": "Shi JS, Sutaria A, Lakshmanan S, Attell B, Zhou M, Tang A, Eckman J, Snyder A, "
                    },
                    "offset": 0,
                    "text": "Immunization adherence among children with sickle cell disease and sickle cell trait: Results of a population-based study.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 123,
                    "text": "INTRODUCTION: Despite the importance of timely vaccine completion for protection from infectious disease, there is limited knowledge of the immunization adherence rates of children with sickle cell disease (SCD). METHODS: This is a retrospective cohort study comparing the immunization rates of children with SCD to those with sickle cell trait between 2008 and 2019 in Georgia. Completion rates for each vaccine and the proportion of children with up-to-date status at 24 and 35 months were calculated and compared between the cohorts. Chi-square tests with odds ratios (OR) for differences and 95% confidence intervals (CIs) were reported on the overall up-to-date rates and rates for individual vaccines at 24 and 35 months for the two cohorts. RESULTS: Children with SCD had higher up-to-date rates than children with sickle cell trait at 24 and 35 months. At 35 months, the overall up-to-date rates (OR = 1.17; 95% CI, 1.04-1.31; p = .004) and the four-dose pneumococcal conjugate vaccine series (OR = 1.36; 95% CI, 1.18-1.57; p < .001) were significantly different between the groups. Both cohorts had the highest completion rates for the hepatitis B series and the lowest rates for the varicella vaccine. Doses of diphtheria, tetanus, and acellular pertussis vaccine; varicella; and pneumococcal conjugate vaccines were most commonly missed by children in both cohorts. CONCLUSIONS: Children with SCD have better immunization coverage than children with sickle cell trait, but there is an opportunity for improvement. Policymakers and healthcare professionals should focus on increasing access to care coordination services among children with SCD to ensure on-time and preventive healthcare services.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "-",
                                "type": "Chemical",
                                "valid": false,
                                "normalized_id": null,
                                "biotype": "chemical"
                            },
                            "text": "pneumococcal conjugate vaccines",
                            "locations": [
                                {
                                    "offset": 1413,
                                    "length": 31
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38702922,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-03T00:00:00Z",
            "journal": "Pediatr Blood Cancer",
            "authors": [
                "Shi JS",
                "Sutaria A",
                "Lakshmanan S",
                "Attell B",
                "Zhou M",
                "Tang A",
                "Eckman J",
                "Snyder A"
            ],
            "relations_display": []
        }
    ]
}