{
    "PubTator3": [
        {
            "_id": "38710015|None",
            "id": "38710015",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Neurology;2024May28; 102 (10) 209429. doi:10.1212/WNL.0000000000209429",
                        "year": "2024",
                        "type": "title",
                        "authors": "Power LC, Mirro AE, Binkley MM, Wang J, Guilliams KP, Lewis JB, Ford AL, Shimony JS, An H, Lee JM, Fields ME, "
                    },
                    "offset": 0,
                    "text": "Reversibility of Cognitive Deficits and Functional Connectivity With Transfusion in Children With Sickle Cell Disease.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 119,
                    "text": "BACKGROUND AND OBJECTIVES: People with sickle cell disease (SCD) are at risk of cognitive dysfunction independent of stroke. Diminished functional connectivity in select large-scale networks and white matter integrity reflect the neurologic consequences of SCD. Because chronic transfusion therapy is neuroprotective in preventing stroke and strengthening executive function abilities in people with SCD, we hypothesized that red blood cell (RBC) transfusion facilitates the acute reversal of disruptions in functional connectivity while white matter integrity remains unaffected. METHODS: Children with SCD receiving chronic transfusion therapy underwent a brain MRI measuring white matter integrity with diffusion tensor imaging and resting-state functional connectivity within 3 days before and after transfusion of RBCs. Cognitive assessments with the NIH Toolbox were acquired after transfusion and then immediately before the following transfusion cycle. RESULTS: Sixteen children with a median age of 12.5 years were included. Global assessments of functional connectivity using homotopy (p = 0.234) or modularity (p = 0.796) did not differ with transfusion. Functional connectivity within the frontoparietal network significantly strengthened after transfusion (median intranetwork Z-score 0.21 [0.17-0.30] before transfusion, 0.29 [0.20-0.36] after transfusion, p < 0.001), while there was not a significant change seen within the sensory motor, visual, auditory, default mode, dorsal attention, or cingulo-opercular networks. Corresponding to the change within the frontoparietal network, there was a significant improvement in executive function abilities after transfusion (median executive function composite score 87.7 [81.3-90.7] before transfusion, 90.3 [84.3-93.7] after transfusion, p = 0.021). Participants with stronger connectivity in the frontoparietal network before transfusion had a significantly greater improvement in the executive function composite score with transfusion (r = 0.565, 95% CI 0.020-0.851, p = 0.044). While functional connectivity and executive abilities strengthened with transfusion, there was not a significant change in white matter integrity as assessed by fractional anisotropy and mean diffusivity within 16 white matter tracts or globally with tract-based spatial statistics. DISCUSSION: Strengthening of functional connectivity with concomitant improvement in executive function abilities with transfusion suggests that functional connectivity MRI could be used as a biomarker for acutely reversible neurocognitive injury as novel therapeutics are developed for people with SCD.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "People",
                            "locations": [
                                {
                                    "offset": 146,
                                    "length": 6
                                }
                            ]
                        },
                        {
                            "id": "4",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "people",
                            "locations": [
                                {
                                    "offset": 507,
                                    "length": 6
                                }
                            ]
                        },
                        {
                            "id": "5",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "people",
                            "locations": [
                                {
                                    "offset": 2734,
                                    "length": 6
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38710015,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-28T00:00:00Z",
            "journal": "Neurology",
            "authors": [
                "Power LC",
                "Mirro AE",
                "Binkley MM",
                "Wang J",
                "Guilliams KP",
                "Lewis JB",
                "Ford AL",
                "Shimony JS",
                "An H",
                "Lee JM",
                "Fields ME"
            ],
            "relations_display": []
        }
    ]
}