{
    "PubTator3": [
        {
            "_id": "38737665|None",
            "id": "38737665",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Med Life;2024Jan; 17 (1) 63. doi:10.25122/jml-2023-0397",
                        "year": "2024",
                        "article-id_pmc": "PMC11080514",
                        "type": "title",
                        "authors": "Alsalman M, "
                    },
                    "offset": 0,
                    "text": "Laboratory predictors of sickle cell disease severity: a cross-sectional study.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 80,
                    "text": "Sickle cell disease (SCD) is the most common monogenic disorder, although the diversity and heterogenicity of clinical presentations render estimations of disease severity unpredictable. This cross-sectional study aimed to determine if laboratory markers could serve as indicators of SCD severity. We enrolled 90 adult patients with SCD with a mean age of 32.33 +- 11.84 years from the eastern province of Saudi Arabia, where SCD is more common than in other regions. Our study revealed a positive significant association between the number of hospitalizations and emergency visits with white blood cells (WBC) (R = 0.241, R = 0.207), respectively. Similarly, positive significant associations were found between the number of hospitalizations and emergency visits with platelets (R = 0.393, R = 0.276), respectively. Conversely, negative significant relationships were found between the number of hospitalizations and emergency visits (ER) with hemoglobin (Hb) F (R = -0.268, R = -0.263), respectively. Additionally, significant negative relationships were found between Hb F (R = -0.223) and the frequency of ICU admission. Only the number of hospitalizations and emergency visits annually were significantly predicted with P values of 0.021 and 0.038, respectively. Moreover, an increase in WBC was found to significantly increase the chance of undergoing splenectomy by 23.02%. SCD is a multisystemic disease with heterogeneous clinical presentations and disease severity. Inflammatory markers are valuable tools for better risk stratification and could be translated into developing new therapeutic strategies and modifying the treatment paradigm.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 399,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38737665,
            "pmcid": null,
            "meta": {},
            "date": "2024-01-01T00:00:00Z",
            "journal": "J Med Life",
            "authors": [
                "Alsalman M"
            ],
            "relations_display": []
        }
    ]
}