{
    "PubTator3": [
        {
            "_id": "26863152|None",
            "id": "26863152",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Neurol Phys Ther. 2016 Apr;40(2):71-80. doi: 10.1097/NPT.0000000000000119.",
                        "year": "2016",
                        "article-id_pmc": "PMC4795097",
                        "type": "title",
                        "authors": "Quinn L, Trubey R, Gobat N, Dawes H, Edwards RT, Jones C, Townson J, Drew C, Kelson M, Poile V, Rosser A, Hood K, Busse M"
                    },
                    "offset": 0,
                    "text": "Development and Delivery of a Physical Activity Intervention for People With Huntington Disease: Facilitating Translation to Clinical Practice.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D006816",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D006816"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D006816",
                                "biotype": "disease",
                                "name": "Huntington Disease",
                                "accession": "@DISEASE_Huntington_Disease"
                            },
                            "text": "Huntington Disease",
                            "locations": [
                                {
                                    "offset": 77,
                                    "length": 18
                                }
                            ]
                        }
                    ],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 144,
                    "text": "BACKGROUND AND PURPOSE: We studied the development and delivery of a 14-week complex physical activity intervention for people with Huntington disease, where detailed information about the intervention was fully embedded in the trial design process. METHODS: Intervention Development: The intervention was developed through a series of focus groups. The findings from the focus groups informed the development of a logic model for the physical activity intervention that was broadly consistent with the framework of self-determination theory. Intervention Delivery: Key components underpinning the delivery of the intervention were implemented including a defined coach training program and intervention fidelity assessment methods. Training of coaches (physical therapists, occupational therapists, research nurses, and exercise trainers) was delivered via group and 1:1 training sessions using a detailed coach's manual, and with ongoing support via video calls, and e-mail communication as needed. Detailed documentation was provided to determine costs of intervention development and coach training. RESULTS: Intervention delivery coaches at 8 sites across the United Kingdom participated in the face-to-face training. Self-report checklists completed by each of the coaches indicated that all components of the intervention were delivered in accordance with the protocol. Mean (standard deviation) intervention fidelity scores (n = 15), as measured using a purpose-developed rating scale, was 11 (2.4) (out of 16 possible points). Coaches' perceptions of intervention fidelity were similarly high. The total cost of developing the intervention and providing training was $30,773 ($47,042 USD). DISCUSSION AND CONCLUSIONS: An important consideration in promoting translation of clinical research into practice is the ability to convey the detailed components of how the intervention was delivered to facilitate replication if the results are favorable. This report presents an illustrative example of a physical activity intervention, including the development and the training required to deliver it. This approach has the potential to facilitate reproducibility, evidence synthesis, and implementation in clinical practice.Video Abstract available for more insights from the authors (see Supplemental Digital Content 1, http://links.lww.com/JNPT/A122).",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:D006816",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D006816"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D006816",
                                "biotype": "disease",
                                "name": "Huntington Disease",
                                "accession": "@DISEASE_Huntington_Disease"
                            },
                            "text": "Huntington disease",
                            "locations": [
                                {
                                    "offset": 276,
                                    "length": 18
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 26863152,
            "pmcid": null,
            "meta": {},
            "date": "2016-04-01T00:00:00Z",
            "journal": "J Neurol Phys Ther",
            "authors": [
                "Quinn L",
                "Trubey R",
                "Gobat N",
                "Dawes H",
                "Edwards RT",
                "Jones C",
                "Townson J",
                "Drew C",
                "Kelson M",
                "Poile V",
                "Rosser A",
                "Hood K",
                "Busse M"
            ],
            "relations_display": []
        }
    ]
}