{
    "_id": "36881978|None",
    "id": "36881978",
    "infons": {},
    "passages": [
        {
            "infons": {
                "journal": "Poult Sci. 2023 Apr;102(4):102560. doi: 10.1016/j.psj.2023.102560. Epub 2023 Feb ",
                "year": "2023",
                "article-id_pmc": "PMC9993030",
                "type": "title",
                "authors": "Hu X, Zhu L, Ouyang Q, Wang J, Hu J, Hu B, Hu S, He H, Li L, Liu H, Wang J"
            },
            "offset": 0,
            "text": "Comparative transcriptome analysis identified crucial genes and pathways affecting sperm motility in the reproductive tract of drakes with different libido.",
            "sentences": [],
            "annotations": [],
            "relations": []
        },
        {
            "infons": {
                "type": "abstract"
            },
            "offset": 157,
            "text": "Libido can affect the semen quality of male, and the sperm motility in semen quality parameters is a reliable index to evaluate the fertility of male. In drakes, the sperm motility is gradually acquired in testis, epididymis, and spermaduct. However, the relationship between libido and sperm motility in drakes has not been reported and the mechanisms of testis, epididymis, and spermaduct regulating the sperm motility of drakes are unclear. Therefore, the purpose of the present study was to compare the semen quality of drakes with libido level 4 (LL4) and libido level 5 (LL5), and tried to identify the mechanisms regulating the sperm motility in drakes by performing RNA-seq in testis, epididymis, and spermaduct. Phenotypically, the sperm motility of drakes (P < 0.01), weight of testis (P < 0.05), and organ index of epididymis (P < 0.05) in the LL5 group were significantly better than those in LL4 group. Moreover, compared with the LL4 group, the ductal square of seminiferous tubule (ST) in testis was significantly bigger in the LL5 group (P < 0.05), and the seminiferous epithelial thickness (P < 0.01) of ST in testis and lumenal diameter (P < 0.05) of ductuli conjugentes/dutus epididymidis in epididymis were significantly longer in the LL5 group. In transcriptional regulation, in addition to KEGG pathways related to metabolism and oxidative phosphorylation, lots of KEGG pathways associated with immunity, proliferation, and signaling were also significantly enriched in testis, epididymis, and spermaduct, respectively. Furthermore, through the integrated analysis of coexpression network and protein-protein interaction network, 3 genes (including COL11A1, COL14A1, and C3AR1) involved in protein digestion and absorption pathway and Staphylococcus aureus infection pathway were identified in testis, 2 genes (including BUB1B and ESPL1) involved in cell cycle pathway were identified in epididymis, and 13 genes (including DNAH1, DNAH3, DNAH7, DNAH10, DNAH12, DNAI1, DNAI2, DNALI1, NTF3, ITGA1, TLR2, RELN, and PAK1) involved in Huntington disease pathway and PI3K-Akt signaling pathway were identified in spermaduct. These genes could play crucial roles in the sperm motility of drakes with different libido, and all data the present study obtained will provide new insights into the molecular mechanisms regulating sperm motility of drakes.",
            "sentences": [],
            "annotations": [
                {
                    "id": "2",
                    "infons": {
                        "type": "Species",
                        "valid": false,
                        "normalized_id": null,
                        "biotype": "species"
                    },
                    "text": "Staphylococcus aureus infection",
                    "locations": [
                        {
                            "offset": 1914,
                            "length": 31
                        }
                    ]
                },
                {
                    "id": "3",
                    "infons": {
                        "identifier": "MESH:D006816",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D006816"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D006816",
                        "biotype": "disease",
                        "name": "Huntington Disease",
                        "accession": "@DISEASE_Huntington_Disease"
                    },
                    "text": "Huntington disease",
                    "locations": [
                        {
                            "offset": 2209,
                            "length": 18
                        }
                    ]
                }
            ],
            "relations": []
        }
    ],
    "relations": [],
    "pmid": 36881978,
    "pmcid": null,
    "meta": {},
    "date": "2023-04-01T00:00:00Z",
    "journal": "Poult Sci",
    "authors": [
        "Hu X",
        "Zhu L",
        "Ouyang Q",
        "Wang J",
        "Hu J",
        "Hu B",
        "Hu S",
        "He H",
        "Li L",
        "Liu H",
        "Wang J"
    ],
    "relations_display": []
}