{
    "PubTator3": [
        {
            "_id": "38714549|None",
            "id": "38714549",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Eur Arch Otorhinolaryngol;2024May07. doi:10.1007/s00405-024-08661-6",
                        "year": "2024",
                        "type": "title",
                        "authors": "Embrechts JLA, Hiddinga S, Bot JC, Hendrickx JJ, van Eekelen R, Ket JCF, Leemans CR, de Bree R, "
                    },
                    "offset": 0,
                    "text": "Surgery versus sclerotherapy versus combined therapy in head and neck lymphatic malformations in the pediatric population: systematic review and meta-analysis.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 160,
                    "text": "PURPOSE: To systematically review current literature on the treatment of lymphatic malformations (LMs) of the head and neck to guide treatment strategy. METHODS AND MATERIALS: A systematic review and meta-analysis of literature until 16 November 2021 was performed on treatments of LMs in the head and neck. RESULTS: Out of 9044 articles, 54 studies were eligible for inclusion with 26 studies providing detailed participant data. A total number of 1573 patients with a mean age of 21.22 months were analysed. Comparative meta-analysis did not reveal significant differences two proportions of volume reduction (>= 50% and 100%) between sclerotherapy and surgical treatment. Regression demonstrated that positive predictors for volume reduction were surgery 17 (95% CI 0.26-34; p = 0.047) and treatment of macrocystic lesions 19 (95% CI 5.5-32; p = 0.006). Treatment of mixed lesions also demonstrated a trend towards achieving a greater volume reduction (p = 0.052). A higher de Serres stage of the lesion had a negative effect on the amount of volume reduction - 3.7 (95% CI - 7.0 to - 0.35; p = 0.030). CONCLUSION: This comprehensive meta-analysis demonstrated no significant difference in volume reduction between various treatment modalities at study level. However, individual patient data indicated that surgery and larger cyst types are associated with a significant higher percentage of volume reduction, whereas a higher de Serres stage negatively impacted the amount of volume reduction. These findings can be used for patient counseling and treatment planning based on cyst type and de Serres stage. However volume reduction constitutes just one objective within a more complex treatment spectrum.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 614,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "4",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 1443,
                                    "length": 7
                                }
                            ]
                        },
                        {
                            "id": "5",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 1690,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38714549,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-07T00:00:00Z",
            "journal": "Eur Arch Otorhinolaryngol",
            "authors": [
                "Embrechts JLA",
                "Hiddinga S",
                "Bot JC",
                "Hendrickx JJ",
                "van Eekelen R",
                "Ket JCF",
                "Leemans CR",
                "de Bree R"
            ],
            "relations_display": []
        }
    ]
}