{
    "_id": "38128948|None",
    "id": "38128948",
    "infons": {},
    "passages": [
        {
            "infons": {
                "journal": "BMJ Paediatr Open;2023Dec20; 7 (1) . doi:10.1136/bmjpo-2023-002251",
                "year": "2023",
                "article-id_pmc": "PMC10749074",
                "type": "title",
                "authors": "Marshall JM, Schneider E, O'Mahony S, Lannin N, Westall GP, Bhopti A, "
            },
            "offset": 0,
            "text": "Self-reported engagement in everyday activities following bilateral lung transplantation in paediatric cystic fibrosis: a single centre study.",
            "sentences": [],
            "annotations": [
                {
                    "id": "1",
                    "infons": {
                        "identifier": "MESH:D003550",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D003550"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D003550",
                        "biotype": "disease",
                        "name": "Cystic Fibrosis",
                        "accession": "@DISEASE_Cystic_Fibrosis"
                    },
                    "text": "cystic fibrosis",
                    "locations": [
                        {
                            "offset": 103,
                            "length": 15
                        }
                    ]
                }
            ],
            "relations": []
        },
        {
            "infons": {
                "type": "abstract"
            },
            "offset": 143,
            "text": "INTRODUCTION: Following lung transplantation, it is unknown how children/adolescents self-assess their performance in everyday activities, importance of these activities, and whether resumption of everyday activities influences self-reported quality of life. The aim was to examine the effect of bilateral lung transplantation on children's/adolescent's perception of engagement in everyday activities over the first 18 months post-transplant. METHODS: A multiple-single-case-study pre-post test design was conducted at a National Paediatric Lung Transplant Service. Participants were aged under 18 years and were 3 months post first bilateral lung transplant at the time of recruitment. Outcomes were self-reported quality of life (Paediatric Quality of Life Inventory (PedsQL), Transplant Module and engagement in meaningful life roles (Child Occupational Self-Assessment (COSA) Scale) measured at 3 months and 18 months post-transplant from participants, and their parent(s) (PedsQL). Analysis included paired between-time differences and descriptive analysis. RESULTS: Seven participants were recruited to the trial with a mean age of 13 (SD 4) years and a diagnosis of cystic fibrosis. The total mean scores on PedsQL remained stable between 3 months and 18 months for both participants and parents. The PedsQL transplant module total mean scores of participants significantly increased from 3 months (M=66.58, SD=11.83) to 18 months (M=80.25, SD=11.56), t(5) = 2.91, p=0.03 whereas parents' scores remained stable. COSA responses reported 'big problems' with self-care tasks, family engagement and coping with worries at 3 months. At 18 months, the 'big problem' activities shifted to community engagement and independence. CONCLUSION: Time influences self-reported quality of life and engagement in meaningful life roles for children/adolescents and their parents 3 months to 18 months post-lung transplant. Our findings highlight the importance of focusing on occupational roles and occupational performance of children and adolescents when designing post-transplant interventions, suggesting a key role for occupational therapy after transplantation.",
            "sentences": [],
            "annotations": [
                {
                    "id": "5",
                    "infons": {
                        "type": "Disease",
                        "valid": false,
                        "normalized_id": null,
                        "biotype": "disease"
                    },
                    "text": "COSA",
                    "locations": [
                        {
                            "offset": 1018,
                            "length": 4
                        }
                    ]
                },
                {
                    "id": "6",
                    "infons": {
                        "identifier": "MESH:D003550",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D003550"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D003550",
                        "biotype": "disease",
                        "name": "Cystic Fibrosis",
                        "accession": "@DISEASE_Cystic_Fibrosis"
                    },
                    "text": "cystic fibrosis",
                    "locations": [
                        {
                            "offset": 1317,
                            "length": 15
                        }
                    ]
                },
                {
                    "id": "7",
                    "infons": {
                        "type": "Disease",
                        "valid": false,
                        "normalized_id": null,
                        "biotype": "disease"
                    },
                    "text": "COSA",
                    "locations": [
                        {
                            "offset": 1664,
                            "length": 4
                        }
                    ]
                }
            ],
            "relations": []
        }
    ],
    "relations": [],
    "pmid": 38128948,
    "pmcid": null,
    "meta": {},
    "date": "2023-12-20T00:00:00Z",
    "journal": "BMJ Paediatr Open",
    "authors": [
        "Marshall JM",
        "Schneider E",
        "O'Mahony S",
        "Lannin N",
        "Westall GP",
        "Bhopti A"
    ],
    "relations_display": []
}