{
    "PubTator3": [
        {
            "_id": "38742326|None",
            "id": "38742326",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Exp Clin Transplant;2024Apr; 22 (4) 322. doi:10.6002/ect.2024.0010",
                        "year": "2024",
                        "type": "title",
                        "authors": "Tarabrin EA, Saprin AA, Kallagov TE, Pushkin SY, Anosova EY, Yaremin BI, "
                    },
                    "offset": 0,
                    "text": "A First Experience of Distant Lung Preservation for Transplantation in the Russian Federation.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 95,
                    "text": "Lung transplant is an effective method of treating patients with end-stage respiratory diseases, but problems such as the imbalance between the number of donor organs and the number ofrecipients needing organs still play a leading role. From a transplant point of view, a multiorgan donor is considered of greatest efficiency, so that all organs that can potentially be used should be transplanted. The combination of the vast geographical territory of Russia, the shortage of actual donors, and the relatively small number of transplant centers has led to the need to transport donor lungs by air over long distances. There were already precedents in the world for remote preservation of donor organs for transplant. In this study, we have described the unique experience of remote evaluation of donor lungs with their subsequent air transportation and transplantation, which is the first such description in Russia to our knowledge. The donor lungs for lung transplant were brought from medical institutions of the Samara region to Moscow. During remote evaluation, all information was transmitted to the transplant center by providing access to the automated information system \"Organ Donation,\" which was used at that time by the service and contained all information about a potential donor in real time. The 2 transplant candidates had end-stage cystic fibrosis and severe respiratory failure; both patients underwent organ implantation from donors located outside their regions. In conditions of shortages of donor organs, long-distance transportation is a reasonable, feasible, and safe procedure.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 146,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1500,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38742326,
            "pmcid": null,
            "meta": {},
            "date": "2024-04-01T00:00:00Z",
            "journal": "Exp Clin Transplant",
            "authors": [
                "Tarabrin EA",
                "Saprin AA",
                "Kallagov TE",
                "Pushkin SY",
                "Anosova EY",
                "Yaremin BI"
            ],
            "relations_display": []
        }
    ]
}