{
    "PubTator3": [
        {
            "_id": "38755109|None",
            "id": "38755109",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Expert Rev Respir Med;2024May21 1. doi:10.1080/17476348.2024.2357210",
                        "year": "2024",
                        "type": "title",
                        "authors": "Corrao F, Kelly-Aubert M, Sermet-Gaudelus I, Semeraro M, "
                    },
                    "offset": 0,
                    "text": "Unmet challenges in cystic fibrosis treatment with modulators.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 63,
                    "text": "INTRODUCTION: 'Highly effective' modulator therapies (HEMTs) have radically changed the Cystic Fibrosis (CF) therapeutic landscape. These novel therapeutic approaches have permitted unprecedented opportunities for quality-of-life improvement and for enhancing people with CF's (pwCF) life expectancy. AREAS COVERED: The aim of this review is to describe the current knowledge gaps. A comprehensive search strategy was undertaken to assess impact of HEMT in life of pwCF, treatment challenges in specific populations such as very young children, and research needs. EXPERT OPINION: HEMTs are prescribed for pwCF with definite genotypes. The heterogeneity of variants complicates treatment possibilities and around 10% of pwCF worldwide remains ineligible. Genotype-specific treatments are prompting theratyping and personalized medicine strategies. Improvement in lung function and quality of life increase survival rates, shifting CF from a pediatric to an adult disease. This implies new studies addressing long-term efficacy, side effects, emergence of adult co-morbidities and possible drug-drug interactions. More sensitive and predictive biomarkers for both efficacy and toxicity are warranted. As HEMTs cross the placenta and are found in breast milk, studies addressing the potential consequences of treatment during pregnancy and breastfeeding are urgently needed. Finally, although the treatment and expected outcomes of CF have improved dramatically in high- and middle-income countries, lack of access in low-income countries to these lifesaving and life-changing medicines highlights inequity of care worldwide.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "-",
                                "type": "Chemical",
                                "valid": false,
                                "normalized_id": null,
                                "biotype": "chemical"
                            },
                            "text": "HEMTs",
                            "locations": [
                                {
                                    "offset": 117,
                                    "length": 5
                                }
                            ]
                        },
                        {
                            "id": "4",
                            "infons": {
                                "identifier": "-",
                                "type": "Chemical",
                                "valid": false,
                                "normalized_id": null,
                                "biotype": "chemical"
                            },
                            "text": "HEMTs",
                            "locations": [
                                {
                                    "offset": 644,
                                    "length": 5
                                }
                            ]
                        },
                        {
                            "id": "5",
                            "infons": {
                                "identifier": "-",
                                "type": "Chemical",
                                "valid": false,
                                "normalized_id": null,
                                "biotype": "chemical"
                            },
                            "text": "HEMTs",
                            "locations": [
                                {
                                    "offset": 1266,
                                    "length": 5
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38755109,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-21T00:00:00Z",
            "journal": "Expert Rev Respir Med",
            "authors": [
                "Corrao F",
                "Kelly-Aubert M",
                "Sermet-Gaudelus I",
                "Semeraro M"
            ],
            "relations_display": []
        }
    ]
}