{
    "PubTator3": [
        {
            "_id": "38763840|None",
            "id": "38763840",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Cyst Fibros;2024May18. doi:10.1016/j.jcf.2024.04.016",
                        "year": "2024",
                        "type": "title",
                        "authors": "Bierlaagh MC, van Mourik P, Vonk AM, Pott J, Muilwijk D, Berkers G, Aalbers BL, Vleggaar FP, Michel S, Boj SF, Vries RGJ, Beekman JM, van der Ent CK, HIT-CF organoid study group, "
                    },
                    "offset": 0,
                    "text": "Centralized intestinal organoid generation is a feasible and safe approach for personalized medicine as demonstrated in the HIT-CF Europe Organoid Study.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 154,
                    "text": "BACKGROUND: Patient-derived intestinal organoids (PDIOs) show great potential as in vitro drug testing platform for personalised medicine in Cystic Fibrosis and oncology. PDIOs can be generated by culturing adult stem cells obtained through rectal forceps biopsy or suction biopsy, but the safety of these procedures and the success rates of generating organoids after shipment to a centralized lab using these procedures has not been studied in this context. We here report the safety and success rates of both biopsy procedures and the subsequent generation of PDIOs in the international multicentre HIT-CF Organoid Study. METHODS: 502 biopsy procedures were conducted, on 489 adult people with Cystic Fibrosis from 33 different hospitals across 12 countries. Depending on the preference of the hospital, either rectal forceps biopsies or suction biopsies were obtained and internationally shipped to a central laboratory for organoid generation. RESULTS: No adverse events were reported for 280 forceps biopsy procedures, while 222 rectal suction biopsy procedures resulted in 2 adverse events, namely continued bleeding and a probably nonrelated gastroenteritis. The success rate of organoid generation from all biopsies was 95%, and the main reason for failure was insufficient sample viability (3.2%). CONCLUSION: Our results indicate that both rectal suction biopsy and forceps biopsy procedures are safe procedures. The high success rates of PDIO generation from the obtained tissue samples demonstrate the feasibility of the organoid technology for personalised in vitro testing in an international setting.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "Patient",
                            "locations": [
                                {
                                    "offset": 166,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38763840,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-18T00:00:00Z",
            "journal": "J Cyst Fibros",
            "authors": [
                "Bierlaagh MC",
                "van Mourik P",
                "Vonk AM",
                "Pott J",
                "Muilwijk D",
                "Berkers G",
                "Aalbers BL",
                "Vleggaar FP",
                "Michel S",
                "Boj SF",
                "Vries RGJ",
                "Beekman JM",
                "van der Ent CK",
                "HIT-CF organoid study group"
            ],
            "relations_display": []
        }
    ]
}