{
    "PubTator3": [
        {
            "_id": "38823086|None",
            "id": "38823086",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Infect Public Health;2024May14; 17 (7) 102450. doi:10.1016/j.jiph.2024.05.007",
                        "year": "2024",
                        "type": "title",
                        "authors": "Turpin A, Semenzato L, Le Vu S, Jabagi MJ, Bouillon K, Drouin J, Bertrand M, Kanagaratnam L, Weill A, Dray-Spira R, Zureik M, Botton J, "
                    },
                    "offset": 0,
                    "text": "Risk factors for COVID-19 hospitalisation after booster vaccination during the Omicron period: A French nationwide cohort study.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 129,
                    "text": "BACKGROUND: In spite of major effectiveness, a residual risk after COVID-19 primary vaccination was identified, in particular, for vulnerable individuals of advanced age or with comorbidities. Less is known about the Omicron period in people protected by a booster dose. We aimed to identify the characteristics associated with severe COVID-19 during the Omicron period in a population that had received a booster dose in France and to compare differences with the previous periods of the pandemic. METHODS: This study was carried out using the French national COVID-19 vaccination database (VAC-SI) coupled with the National Health Data System (SNDS). Individuals aged 12 years or over who received at least one booster dose were identified. Associations between socio-demographic and clinical characteristics and the risk of COVID-19 hospitalisation occurring at least 14 days after receiving a third dose of vaccine during the period of Omicron predominance, i.e., from 1 January 2022 to 10 November 2022, were assessed using Cox proportional hazard models adjusted for age, sex, time since booster dose and vaccination schedule. Analyses were performed overall and by sub-period of circulation of the strains BA.1, BA.2, and BA.4/BA.5, defined as periods where the main sub-variant accounted for more than 80 % of genotyped samples. FINDINGS: In total, 35,640,387 individuals received a booster dose (mean follow-up of 291 days) and 73,989 were hospitalised for COVID-19 during the total period. Older age (aHR 20.5 95 % CI [19.6-21.5] for 90 years of age or older versus 45-54 years of age), being male (aHR 1.52 [1.50-1.55]), and social deprivation (aHR 1.33 [1.30-1.37] for the most deprived areas versus the least deprived) were associated with an increased risk of hospitalisation for COVID-19. Most of the chronic diseases considered were also positively associated with a residual risk, in particular, cystic fibrosis (aHR 9.83 [7.68-12.56]), active lung cancer (aHR 3.26 [3.06-3.47]), chronic dialysis (aHR 3.79 [3.49-4.11]), psychological and neurodegenerative diseases (more markedly than during the periods of circulation of the alpha and delta variants), and organ transplantation. The use of immunosuppressants was also associated with an increased risk (aHR 2.24 [2.14-2.35], including oral corticosteroids aHR (2.58 [2.50-2.67]). CONCLUSION: Despite an effective booster and a generally less virulent circulating variant, a residual risk of severe COVID-19 still exists in vulnerable populations, especially those with neurological disorders.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38823086,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-14T00:00:00Z",
            "journal": "J Infect Public Health",
            "authors": [
                "Turpin A",
                "Semenzato L",
                "Le Vu S",
                "Jabagi MJ",
                "Bouillon K",
                "Drouin J",
                "Bertrand M",
                "Kanagaratnam L",
                "Weill A",
                "Dray-Spira R",
                "Zureik M",
                "Botton J"
            ],
            "relations_display": []
        }
    ]
}