{
    "PubTator3": [
        {
            "_id": "38843911|None",
            "id": "38843911",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Eur Respir J;2024Jun06. doi:10.1183/13993003.02160-2023",
                        "year": "2024",
                        "type": "title",
                        "authors": "Pohunek P, Manali E, Vijverberg S, Carlens J, Chua F, Epaud R, Gilbert C, Griese M, Karadag B, Kerem E, Kouck&#xfd; V, Nathan N, Papiris S, Terheggen-Lagro S, Plch L, Vernetta AT, Bush A, "
                    },
                    "offset": 0,
                    "text": "ERS statement on transition of care in childhood interstitial lung diseases.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 77,
                    "text": "Interstitial lung diseases (ILD) are a heterogeneous group of rare diffuse diseases affecting the lung parenchyma in children and adults. Childhood interstitial lung diseases (chILD) are often diagnosed at very young age, affect the developing lung, and can have different presentations and prognosis compared to adult forms of these diseases. Also, chILD in many cases may apparently remit, and have a better response to therapy and better prognosis than adult ILD. Many affected children will reach adulthood with minimal activity or clinical remission of the disease. They need continuing care and follow-up from childhood to adulthood if the disease persists and progresses over time but also if they are asymptomatic and in full remission. Therefore, for every chILD patient an active transition process from paediatric to adult care should be guaranteed. This ERS statement provides a review of the literature and current practice concerning transition of care in chILD. It draws on work in existing transition care programs in other chronic respiratory diseases, disease-overarching transition of care programs, evidence on the impact of these programs on clinical outcomes, current evidence regarding long-term remission of chILD as well as the lack of harmonisation between the current adult ILD and chILD classifications impacting on transition of care. While the transition system is well established in several chronic diseases, such as cystic fibrosis or diabetes mellitus, we could not find sufficient published evidence on transition systems in chILD. This statement summarises current knowledge but cannot yet provide evidence-based recommendations for clinical practice.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 849,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38843911,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-06T00:00:00Z",
            "journal": "Eur Respir J",
            "authors": [
                "Pohunek P",
                "Manali E",
                "Vijverberg S",
                "Carlens J",
                "Chua F",
                "Epaud R",
                "Gilbert C",
                "Griese M",
                "Karadag B",
                "Kerem E",
                "Koucký V",
                "Nathan N",
                "Papiris S",
                "Terheggen-Lagro S",
                "Plch L",
                "Vernetta AT",
                "Bush A"
            ],
            "relations_display": []
        }
    ]
}