{
    "PubTator3": [
        {
            "_id": "38852109|None",
            "id": "38852109",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Pediatr Surg Int;2024Jun09; 40 (1) 154. doi:10.1007/s00383-024-05725-w",
                        "year": "2024",
                        "type": "title",
                        "authors": "Wells H, Bough G, Stedman F, Ekerin AR, Hall NJ, ",
                        "article-id_pmc": "PMC11162971"
                    },
                    "offset": 0,
                    "text": "Investigations, management and outcome of neonates presenting with distal intestinal obstruction: challenging the need for contrast enemas.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 140,
                    "text": "PURPOSE: To characterise the investigations, management and ultimate diagnosis of neonates with distal intestinal obstruction. METHODS: Retrospective review of term (> 37 weeks) neonates with admission diagnosis of distal intestinal obstruction over 10 years (2012-2022). Patient pathways were identified and associations between presentations, response to treatments and outcome investigated. RESULTS: A total of 124 neonates were identified and all included. Initial management was colonic irrigation in 108, contrast enema in 4, and laparotomy in 12. Of those responding to irrigations none underwent contrast enema. Ultimately, 22 neonates proceeded to laparotomy. Overall, 106 had a suction rectal biopsy and 41 had genetic testing for cystic fibrosis. Final diagnosis was Hirschsprung disease (HD) in 67, meconium ileus with cystic fibrosis (CF) in 9, meconium plug syndrome in 19 (including 3 with CF), intestinal atresia in 10 and no formal diagnosis in 17. Median length of neonatal unit stay was 11 days (7-19). CONCLUSIONS: Initial management of neonates with distal bowel obstruction should be colonic irrigation since this is therapeutic in the majority and significantly reduces the need for contrast enema. These infants should all have suction rectal biopsy to investigate for HD unless another diagnosis is evident. If a meconium plug is passed, testing for CF is recommended. Evaluation and therapy are multimodal and time consuming, placing burden on resources and families.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "Patient",
                            "locations": [
                                {
                                    "offset": 412,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38852109,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-09T00:00:00Z",
            "journal": "Pediatr Surg Int",
            "authors": [
                "Wells H",
                "Bough G",
                "Stedman F",
                "Ekerin AR",
                "Hall NJ"
            ],
            "relations_display": []
        }
    ]
}