{
    "PubTator3": [
        {
            "_id": "38876647|None",
            "id": "38876647",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Bodyw Mov Ther;2024Jul; 39 323. doi:10.1016/j.jbmt.2024.02.036",
                        "year": "2024",
                        "type": "title",
                        "authors": "Sinderholm Sposato N, Bjers&#xe5; K, Gilljam M, Lannefors L, Fagevik Ols&#xe9;n M, "
                    },
                    "offset": 0,
                    "text": "Effectiveness of manual therapy interventions in cystic fibrosis care: a pilot study.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 86,
                    "text": "BACKGROUND: Cystic fibrosis (CF) is a severe genetic condition that affects multiple organ systems and imposes a substantial treatment burden. Regarding the lungs and airways, the progressive pathophysiological changes place a significant strain on the musculoskeletal components of the respiratory system for people with CF. This pilot study investigated the effectiveness of manual therapy interventions (MTIs) on thoracic mobility, respiratory muscle strength, lung function, and musculoskeletal pain. METHOD: A study with a pretest-posttest design was conducted with 15 eligible people with CF at the Sahlgrenska University Hospital CF Centre. After an initial set of diagnostic tests at baseline, the participants underwent eight weekly 30-min MTIs. The MTIs included passive joint mobilisation and soft tissue manipulation of primary and secondary anatomical areas of the musculoskeletal respiratory system. On the day of the final intervention, the baseline measurements were repeated. RESULTS: Trends of increased thoracic mobility were observed following the intervention, with a statistically significant increase in respiratory muscle strength. No change in lung function was observed. Musculoskeletal pain before and after the intervention showed a significant decrease in tender points, and all participants reported positive experiences with MTIs. CONCLUSION: MTIs may improve thoracic mobility, alleviate pain, and enhance respiratory muscle strength in people with CF. Further research is needed to confirm their potential role as a CF physiotherapy supplement. CLINICAL TRIAL ID: NCT04696198.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38876647,
            "pmcid": null,
            "meta": {},
            "date": "2024-07-01T00:00:00Z",
            "journal": "J Bodyw Mov Ther",
            "authors": [
                "Sinderholm Sposato N",
                "Bjerså K",
                "Gilljam M",
                "Lannefors L",
                "Fagevik Olsén M"
            ],
            "relations_display": []
        }
    ]
}