{
    "PubTator3": [
        {
            "_id": "38926024|None",
            "id": "38926024",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Rev Mal Respir;2024Jun25. doi:10.1016/j.rmr.2024.06.004",
                        "year": "2024",
                        "type": "title",
                        "authors": "Vidal T, Reychler G, Sorlat-Maire C, Perceval M, Nove-Josserand R, Durieu I, Reynaud Q, "
                    },
                    "offset": 0,
                    "text": "[Adherence to chest physiotherapy in adults with cystic fibrosis].",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 67,
                    "text": "INTRODUCTION: Chest-physiotherapy is a key element in treatment of cystic fibrosis and patient adherence is a major issue in global cystic fibrosis care. This study aims to assess adherence to chest physiotherapy in adults with cystic fibrosis who not treated with tritherapy and to analyze the impact of certain factors on adherence. METHODS: Thus is a cross-sectional study, conducted using a questionnaire and a physiotherapy evaluation. Adherence to this treatment was measured in terms of quantitative and qualitative aspects. The impact on adherence of 15 factors was then assessed. RESULTS: Only 47% of patients could be considered as adherent, with a significant disparity between a quantitative and qualitative assessment. Gender, working time, pathology severity, the fact of being regularly followed by a physiotherapist, the perceived benefit of the sessions and their replacement by physical activity, seem associated with adherence to this treatment. CONCLUSIONS: Taking into account the qualitative aspect of the sessions, our study reveals a low rate, in our cohort, of adherence to respiratory physiotherapy, and highlights six factors likely to predominate. Regular follow-up by a physiotherapist seems to be a determining factor in adherence to this treatment.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 154,
                                    "length": 7
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 677,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38926024,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-25T00:00:00Z",
            "journal": "Rev Mal Respir",
            "authors": [
                "Vidal T",
                "Reychler G",
                "Sorlat-Maire C",
                "Perceval M",
                "Nove-Josserand R",
                "Durieu I",
                "Reynaud Q"
            ],
            "relations_display": []
        }
    ]
}