{
    "PubTator3": [
        {
            "_id": "38934771|None",
            "id": "38934771",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Pediatr Pulmonol;2024Jun27. doi:10.1002/ppul.27143",
                        "year": "2024",
                        "type": "title",
                        "authors": "Georgiopoulos AM, DiFiglia S, Seng EK, Portenoy R, Chaudhary N, Wei R, Berdella MN, Friedman D, Kier C, Linnemann RW, Middour-Oxler B, Stables-Carney T, Walker P, Wang J, Yonker LM, Dhingra L, "
                    },
                    "offset": 0,
                    "text": "Validation of the Integrated Palliative Care Outcome Scale (IPOS) in adults with cystic fibrosis.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 98,
                    "text": "BACKGROUND: A primary palliative care model for cystic fibrosis (CF) recommends using the Integrated Palliative Care Outcome Scale (IPOS) for screening. Validation of the IPOS is needed. METHODS: This secondary analysis utilized baseline data from a multisite trial of the palliative care model, Improving Life with CF. Adults with CF completed the IPOS, the Memorial Symptom Assessment Scale-CF (MSAS-CF), the CF Questionnaire-Revised (CFQ-R), the Patient Health Questionnaire (PHQ-8), the Generalized Anxiety Disorder (GAD-7), and the Perceived Stress Scale (PSS). IPOS structure was assessed using Cronbach alpha coefficients and a factor analysis. Construct validity was evaluated through bivariate relationships between IPOS scores and other questionnaire scores, and linear regressions assessing the extent to which the IPOS explains variance in quality-of-life domains. RESULTS: The sample comprised 256 adults with complete IPOS data. alpha coefficients were .86 for the IPOS total score, .81 for the Physical Symptoms subscale, .79 for the Emotional Symptoms subscale, and .63 for the Communication/Practical Issues subscale. A two-component factor structure best aligned with the current subscales. IPOS scores were significantly associated with other measures; associations with MSAS-CF and CFQ-R subscales differentiated the IPOS Physical and Emotional subscales. The IPOS total score provided unique information about the variance in the CFQ-R Physical Functioning and Respiratory Symptoms domain scores. CONCLUSIONS: In adults with CF, the IPOS has acceptable internal consistency and there is evidence of construct validity. These findings support adoption of the IPOS in the primary palliative care model for CF.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "Patient",
                            "locations": [
                                {
                                    "offset": 547,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38934771,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-27T00:00:00Z",
            "journal": "Pediatr Pulmonol",
            "authors": [
                "Georgiopoulos AM",
                "DiFiglia S",
                "Seng EK",
                "Portenoy R",
                "Chaudhary N",
                "Wei R",
                "Berdella MN",
                "Friedman D",
                "Kier C",
                "Linnemann RW",
                "Middour-Oxler B",
                "Stables-Carney T",
                "Walker P",
                "Wang J",
                "Yonker LM",
                "Dhingra L"
            ],
            "relations_display": []
        }
    ]
}