{
    "PubTator3": [
        {
            "_id": "38942720|None",
            "id": "38942720",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Cyst Fibros;2024Jun27. doi:10.1016/j.jcf.2024.06.011",
                        "year": "2024",
                        "type": "title",
                        "authors": "Woods BM, Bray LA, Campbell SB, Li P, Kazmerski TM, Hovater C, Pitts LN, Ladores S, "
                    },
                    "offset": 0,
                    "text": "Implementation and evaluation of a fertility preservation telehealth counseling intervention for males with cystic fibrosis.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 125,
                    "text": "BACKGROUND: Most males with cystic fibrosis (MwCF) have congenital bilateral absence of the vas deferens and require assisted reproductive technology to conceive, yet many have limited knowledge about how CF affects sexual and reproductive health (SRH). This study evaluates the feasibility, acceptability, and potential effectiveness of telehealth fertility preservation (FP) counseling for MwCF. METHODS: Pre-lung transplant MwCF >=18 years, recruited from U.S. CF centers, social media, and via snowball sampling, received individualized telehealth counseling. Participants completed intervention feasibility/acceptability one week post-counseling and FP knowledge, care satisfaction, and self-efficacy assessments at baseline and two months post-counseling. We completed acceptability interviews one-week post-counseling and audio-recorded, transcribed, and thematically analyzed results. We descriptively analyzed survey results and conducted pre/post comparisons using paired t-tests. RESULTS: Thirty MwCF (ages 22-49 years) completed counseling. Most were in a relationship (70 %) and White (86.7 %). Telehealth FP counseling was acceptable (M = 4.38/5 +- 0.60), appropriate (M = 4.37/5 +- 0.60), and feasible (M = 4.60/5 +- 0.45) to MwCF. FP knowledge (9.53 vs. 10.40/12; p = .010), care satisfaction (20.23 vs 26.67/32; p<.001), and self-efficacy (22.87 vs 25.20/30; p = .016) improved at two months post-counseling. Despite desiring provider-initiated SRH, wanting children (81 %), and perceiving the CF team as their primary care provider (97 %), 44 % report not receiving information about infertility by the CF team. CONCLUSIONS: Integrating FP counseling into CF care is feasible and acceptable to MwCF and can improve FP knowledge, self-efficacy, and care satisfaction. MwCF desire early and regular provider-initiated SRH education.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38942720,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-27T00:00:00Z",
            "journal": "J Cyst Fibros",
            "authors": [
                "Woods BM",
                "Bray LA",
                "Campbell SB",
                "Li P",
                "Kazmerski TM",
                "Hovater C",
                "Pitts LN",
                "Ladores S"
            ],
            "relations_display": []
        }
    ]
}