{
    "PubTator3": [
        {
            "_id": "38981729|None",
            "id": "38981729",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Cas Lek Cesk;2024; 163 (3) 87",
                        "year": "2024",
                        "type": "title",
                        "authors": "Brdi&#x10d;ka R, Macek M, Brdi&#x10d;kov&#xe1; KV, "
                    },
                    "offset": 0,
                    "text": "Gene therapy - once just a dream, now a reality.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 49,
                    "text": "Gene therapy is gradually becoming a mainstream treatment modality and is no longer the preserve of large university departments whose laboratories master nucleic acid analytical procedures and whose clinical teams manage its administration. It was originally designed for genetic diseases that, because of their prevalence, were a group known as rare diseases. Gene therapy has so far been applied in children to act before the disease development. These new treatments have also begun to be applied for common diseases such as metabolic disorders (e. g. diabetes) and even for those that are increasingly affecting us, such as various malignancies and diseases of the central nervous system (e. g. Alzheimer's disease). The targets targeted by GT are genes, where pathogenic alterations in the form of pathogenic variants (formerly mutations) induce phenotypic disorders, and our aim is either to knock them out of function (e. g. haemoglobinopathies) or to replace them with genes with normal function, which we introduce into the genome using one of the appropriate vectors, such as viruses or liposomes. The process of GT can take place directly inside the patient's body (in vivo) or outside the body on isolated cells (ex vivo), which are usually stem cells (iPSCs, induced pluripotent stem cell). After treatment, these cells are returned to the patient's body to fulfil their \"destiny\". In a broader sense, GT can target the product of gene transcription, which is the messenger RNA, or the end product of gene function, such as functional proteins (eg. cystic fibrosis). Any of these approaches have been used successfully in various diseases, depending on their availability, which is determined, among other things, by the costs associated with GT or the accessibility of the target tissue. Ultimately, it is not only the validation of the efficacy and safety of GT, but also economic reasons that determine why GT has been slow to develop and is mostly undertaken only by large and wealthy institutions. Another decisive factor is that from initial experimental work through clinical trials, the whole process of its development normally takes up to a decade.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 1211,
                                    "length": 7
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 1403,
                                    "length": 7
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38981729,
            "pmcid": null,
            "meta": {},
            "date": "2024-01-01T00:00:00Z",
            "journal": "Cas Lek Cesk",
            "authors": [
                "Brdička R",
                "Macek M Jr",
                "Brdičková KV"
            ],
            "relations_display": []
        }
    ]
}