{
    "PubTator3": [
        {
            "_id": "38753737|None",
            "id": "38753737",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "PLoS One;2024; 19 (5) 0303323. doi:10.1371/journal.pone.0303323",
                        "year": "2024",
                        "article-id_pmc": "PMC11098331",
                        "type": "title",
                        "authors": "Ibraheem RM, Abdulkadir MB, Aliu R, Issa A, Ibrahim OR, Bello AO, Abubakar FI, Oloyede IP, Olasinde YT, Briggs DC, Bashir MF, Salau QO, Garba BI, Ameen HA, Suleiman MB, Bewaji TO, Shina HK, "
                    },
                    "offset": 0,
                    "text": "Burden and outcome of respiratory morbidities among children and adolescents with sickle cell disease-A retrospective review of emergency presentations in some Nigerian tertiary institutions.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 192,
                    "text": "BACKGROUND: Despite the huge burden of sickle cell disease (SCD) among Nigerian children, the burden and outcome of respiratory illnesses remain undocumented. Thus, we aimed to describe the spectrum and outcome of respiratory illnesses among SCD childrenand adolescentadmissions in ten Nigerian tertiary hospitals. METHOD: A retrospective review of the SCD admission records of children and adolescents with a confirmed diagnosis of respiratory illnesses from 2012 to 2021 in ten tertiary health facilities across five geopolitical zones in Nigeria was conducted. The data, collectedbetween March and June 2023, included the age, sex, diagnosis, complications, duration and outcome of hospitalization. RESULTS: Of the 72,333 paediatric admissions, 7,256 (10.0%) had SCD; the proportion of SCD from the total admission ranged from 2.1 to 16.3% in the facilities. Of the 7,256 children and adolescents with SCD, 1,213 (16.7%) had respiratory morbidities. Lower respiratory disease was the most common (70.0%) respiratory entity and the majority were pneumonia (40.1.0%), followed by acute chest syndrome (26.7%). Seventeen (1.4%) patients died; all had lower respiratory diseases [(acute chest syndrome ACS (11, 64.7%), pneumonia; 5, 29.4%, and asthma (1, 5.9%). Based on the proportion of deaths among overall SCD, the 17 death cases contributed 9.4% (95% CI 5.9 to 14.5). Factors associated with deaths included duration of hospitalization less than 72 hours and lower respiratory tract diseases. CONCLUSION: Sickle cell disease is a major contributor to hospitalization among Nigerian children and adolescents, with high respiratory morbidity and mortality. Pneumonia and acute chest syndrome were associated with mortality, andthe highest risk of death within the first 72 hours.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1320,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38753737,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-16T00:00:00Z",
            "journal": "PLoS One",
            "authors": [
                "Ibraheem RM",
                "Abdulkadir MB",
                "Aliu R",
                "Issa A",
                "Ibrahim OR",
                "Bello AO",
                "Abubakar FI",
                "Oloyede IP",
                "Olasinde YT",
                "Briggs DC",
                "Bashir MF",
                "Salau QO",
                "Garba BI",
                "Ameen HA",
                "Suleiman MB",
                "Bewaji TO",
                "Shina HK"
            ],
            "relations_display": []
        }
    ]
}