{
    "PubTator3": [
        {
            "_id": "38796677|None",
            "id": "38796677",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Clin Drug Investig;2024May25. doi:10.1007/s40261-024-01363-1",
                        "year": "2024",
                        "type": "title",
                        "authors": "Bretos-Azcona PE, Wallace M, Jootun M, Jin G, Agirrezabal I, Szende A, "
                    },
                    "offset": 0,
                    "text": "An Early Cost-Utility Model of mRNA-Based Therapies for the Treatment of Methylmalonic and Propionic Acidemia in the United Kingdom.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 133,
                    "text": "BACKGROUND AND OBJECTIVE: Novel messenger RNA (mRNA)-based therapies, currently in development, are emerging as a promising potential treatment modality for a broad range of life-threatening and life-limiting inherited liver diseases, including methylmalonic acidemia (MMA) and propionic acidemia (PA). However, owing in part to their complexity, they are likely to come at considerable financial cost to healthcare systems. The objective of this research was to synthesize available evidence on the costs and clinical consequences associated with MMA and PA for the purpose of exploratory economic evaluation of novel mRNA-based therapies using an early cost-utility model from the United Kingdom payer perspective. METHODS: A Markov model was constructed to simulate the costs and outcomes associated with novel mRNA therapies, compared with a combination of dietary management and organ transplantation (standard of care) among hypothetical cohorts of new-born patients with MMA and PA. Key model drivers were identified, and a price threshold analysis was performed to estimate value-based price ranges for future mRNA therapies given willingness-to-pay thresholds for orphan diseases. RESULTS: mRNA therapy was associated with an additional 5.7 and 1.3 quality-adjusted life-years (QALYs) gained per patient lifetime among patients with MMA and PA, respectively. Key drivers of cost-effectiveness were relative improvement in utility among patients who receive mRNA-based therapy and transplantation, and the cost of mRNA therapy. Assuming a willingness to pay range of $100,000-$300,000 per QALY gained, the model demonstrated mRNA therapy to be cost-effective in MMA and PA at an annual treatment cost of $70,452-$94,575 and $31,313-$36,695, respectively. CONCLUSIONS: Despite the lack of a strong evidence base in MMA and PA, this model provides a useful tool to estimate the cost-effectiveness, and inform value-based pricing, of new mRNA-based therapies. Our analyses also identified areas for research that will have the greatest value in reducing uncertainty in future health economic evaluations of such treatments.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "4",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1097,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "5",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 1438,
                                    "length": 7
                                }
                            ]
                        },
                        {
                            "id": "6",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1461,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "7",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1578,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38796677,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-25T00:00:00Z",
            "journal": "Clin Drug Investig",
            "authors": [
                "Bretos-Azcona PE",
                "Wallace M",
                "Jootun M",
                "Jin G",
                "Agirrezabal I",
                "Szende A"
            ],
            "relations_display": []
        }
    ]
}