{
    "PubTator3": [
        {
            "_id": "27638987|None",
            "id": "27638987",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "J Obstet Gynaecol Can. 2016 Aug;38(8):742-762.e3. doi: ",
                        "year": "2016",
                        "type": "title",
                        "authors": "Wilson RD, De Bie I, Armour CM, Brown RN, Campagnolo C, Carroll JC, Okun N, Nelson T, Zwingerman R, Audibert F, Brock JA, Brown RN, Campagnolo C, Carroll JC, De Bie I, Johnson JA, Okun N, Pastruck M, Vallee-Pouliot K, Wilson RD, Zwingerman R, Armour C, Chitayat D, De Bie I, Fernandez S, Kim R, Lavoie J, Leonard N, Nelson T, Taylor S, Van Allen M, Van Karnebeek C"
                    },
                    "offset": 0,
                    "text": "Joint SOGC-CCMG Opinion for Reproductive Genetic Carrier Screening: An Update for All Canadian Providers of Maternity and Reproductive Healthcare in the Era of Direct-to-Consumer Testing.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 188,
                    "text": "OBJECTIVE: This guideline was written to update Canadian maternity care and reproductive healthcare providers on pre- and postconceptional reproductive carrier screening for women or couples who may be at risk of being carriers for autosomal recessive (AR), autosomal dominant (AD), or X-linked (XL) conditions, with risk of transmission to the fetus. Four previous SOGC- Canadian College of Medical Geneticists (CCMG) guidelines are updated and merged into the current document. INTENDED USERS: All maternity care (most responsible health provider [MRHP]) and paediatric providers; maternity nursing; nurse practitioner; provincial maternity care administrator; medical student; and postgraduate resident year 1-7. TARGET POPULATION: Fertile, sexually active females and their fertile, sexually active male partners who are either planning a pregnancy or are pregnant (preferably in the first trimester of pregnancy, but any gestational age is acceptable). OPTIONS: Women and their partners will be able to obtain appropriate genetic carrier screening information and possible diagnosis of AR, AD, or XL disorders (preferably pre-conception), thereby allowing an informed choice regarding genetic carrier screening and reproductive options (e.g., prenatal diagnosis, preimplantation genetic diagnosis, egg or sperm donation, or adoption). OUTCOMES: Informed reproductive decisions related to genetic carrier screening and reproductive outcomes based on family history, ethnic background, past obstetrical history, known carrier status, or genetic diagnosis. SOGC REPRODUCTIVE CARRIER SCREENING SUMMARY STATEMENT (2016): Pre-conception or prenatal education and counselling for reproductive carrier screening requires a discussion about testing within the three perinatal genetic carrier screening/diagnosis time periods, which include pre-conception, prenatal, and neonatal for conditions currently being screened for and diagnosed. This new information should be added to the standard reproductive carrier screening protocols that are already being utilized by the most responsible maternity provider through the informed consent process with the patient. (III-A; GRADE low/moderate) SOGC OVERVIEW OF RECOMMENDATIONS QUALITY AND GRADE: There was a strong observational/expert opinion (quality and grade) for the genetic carrier literature with randomized controlled trial evidence being available only for the invasive testing. Both the Canadian Task Force on Preventive Health Care quality and classification and the GRADE evidence quality and grade are provided. EVIDENCE: MEDLINE; PubMed; government neonatal screening websites; key words/common reproductive genetic carrier screened diseases/previous SOGC Guidelines/medical academic societies (Society of Maternal-Fetal Medicine [SMFM]; American College of Medical Genetics and Genomics; American College of Obstetricians and Gynecologists [ACOG]; CCMG; Royal College Obstetrics and Gynaecology [RCOG] [UK]; American Society of Human Genetics [ASHG]; International Society of Prenatal Diagnosis [ISPD])/provincial neonatal screening policies and programs; search terms (carrier screening, prenatal screening, neonatal genetic/metabolic screening, cystic fibrosis (CF), thalassemia, hemoglobinopathy, hemophilia, Fragile X syndrome (FXS), spinal muscular atrophy, Ashkenazi Jewish carrier screening, genetic carrier screening protocols, AR, AD, XL). SEARCH PERIOD: 10 years (June 2005-September 2015); initial search dates June 30, 2015 and September 15, 2015; completed final search January 4, 2016. Validation of articles was completed by primary authors RD Wilson and I De Bie. BENEFITS, HARMS, AND COST: Benefits are to provide an evidenced based reproductive genetic carrier screening update consensus based on international opinions and publications for the use of Canadian women, who are planning a pregnancy or who are pregnant and have been identified to be at risk (personal or male partner family or reproductive history) for the transmission of a clinically significant genetic condition to their offspring with associated morbidity and/or mortality. Harm may arise from having counselling and informed testing of the carrier status of the mother, their partner, or their fetus, as well as from declining to have this counselling and informed testing or from not having the opportunity for counselling and informed testing. Costs will ensue both from the provision of opportunities for counselling and testing, as well as when no such opportunities are offered or are declined and the birth of a child with a significant inherited condition and resulting morbidity/mortality occurs; these comprise not only the health care costs to the system but also the social/financial/psychological/emotional costs to the family. These recommendations are based on expert opinion and have not been subjected to a health economics assessment and local or provincial implementation will be required. GUIDELINE UPDATE: This guideline is an update of four previous joint SOGC-CCMG Genetic Screening Guidelines dated 2002, 2006, 2008, and 2008 developed by the SOGC Genetic Committee in collaboration with the CCMG Prenatal Diagnosis Committee (now Clinical Practice Committee). 2016 CARRIER SCREENING RECOMMENDATIONS.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "30",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "women",
                            "locations": [
                                {
                                    "offset": 362,
                                    "length": 5
                                }
                            ]
                        },
                        {
                            "id": "31",
                            "infons": {
                                "identifier": "MESH:D020821",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D020821"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D020821",
                                "biotype": "disease",
                                "name": "Dystonic Disorders",
                                "accession": "@DISEASE_Dystonic_Disorders"
                            },
                            "text": "autosomal recessive",
                            "locations": [
                                {
                                    "offset": 420,
                                    "length": 19
                                }
                            ]
                        },
                        {
                            "id": "32",
                            "infons": {
                                "identifier": "MESH:D020821",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D020821"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D020821",
                                "biotype": "disease",
                                "name": "Dystonic Disorders",
                                "accession": "@DISEASE_Dystonic_Disorders"
                            },
                            "text": "AR",
                            "locations": [
                                {
                                    "offset": 441,
                                    "length": 2
                                }
                            ]
                        },
                        {
                            "id": "33",
                            "infons": {
                                "identifier": "MESH:C566739",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "C566739"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "C566739",
                                "biotype": "disease",
                                "name": "Multiple Pterygium Syndrome Autosomal Dominant",
                                "accession": "@DISEASE_Multiple_Pterygium_Syndrome_Autosomal_Dominant"
                            },
                            "text": "dominant",
                            "locations": [
                                {
                                    "offset": 456,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "34",
                            "infons": {
                                "identifier": "MESH:C566739",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "C566739"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "C566739",
                                "biotype": "disease",
                                "name": "Multiple Pterygium Syndrome Autosomal Dominant",
                                "accession": "@DISEASE_Multiple_Pterygium_Syndrome_Autosomal_Dominant"
                            },
                            "text": "AD",
                            "locations": [
                                {
                                    "offset": 466,
                                    "length": 2
                                }
                            ]
                        },
                        {
                            "id": "35",
                            "infons": {
                                "identifier": "MESH:C536424",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "C536424"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "C536424",
                                "biotype": "disease",
                                "name": "Progressive hearing loss stapes fixation",
                                "accession": "@DISEASE_Progressive_hearing_loss_stapes_fixation"
                            },
                            "text": "X-linked (XL) conditions",
                            "locations": [
                                {
                                    "offset": 474,
                                    "length": 24
                                }
                            ]
                        },
                        {
                            "id": "36",
                            "infons": {
                                "type": "Disease",
                                "valid": false,
                                "normalized_id": null,
                                "biotype": "disease"
                            },
                            "text": "TARGET POPULATION",
                            "locations": [
                                {
                                    "offset": 904,
                                    "length": 17
                                }
                            ]
                        },
                        {
                            "id": "37",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "Women",
                            "locations": [
                                {
                                    "offset": 1155,
                                    "length": 5
                                }
                            ]
                        },
                        {
                            "id": "38",
                            "infons": {
                                "identifier": "MESH:D020821",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D020821"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D020821",
                                "biotype": "disease",
                                "name": "Dystonic Disorders",
                                "accession": "@DISEASE_Dystonic_Disorders"
                            },
                            "text": "AR",
                            "locations": [
                                {
                                    "offset": 1279,
                                    "length": 2
                                }
                            ]
                        },
                        {
                            "id": "39",
                            "infons": {
                                "identifier": "MESH:C566739",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "C566739"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "C566739",
                                "biotype": "disease",
                                "name": "Multiple Pterygium Syndrome Autosomal Dominant",
                                "accession": "@DISEASE_Multiple_Pterygium_Syndrome_Autosomal_Dominant"
                            },
                            "text": "AD",
                            "locations": [
                                {
                                    "offset": 1283,
                                    "length": 2
                                }
                            ]
                        },
                        {
                            "id": "40",
                            "infons": {
                                "identifier": "MESH:D040181",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D040181"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D040181",
                                "biotype": "disease",
                                "name": "Genetic Diseases X-Linked",
                                "accession": "@DISEASE_Genetic_Diseases_X_Linked"
                            },
                            "text": "XL disorders",
                            "locations": [
                                {
                                    "offset": 1290,
                                    "length": 12
                                }
                            ]
                        },
                        {
                            "id": "41",
                            "infons": {
                                "identifier": "MESH:C563665",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "C563665"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "C563665",
                                "biotype": "disease",
                                "name": "Mitochondrial Phosphate Carrier Deficiency",
                                "accession": "@DISEASE_Mitochondrial_Phosphate_Carrier_Deficiency"
                            },
                            "text": "CARRIER",
                            "locations": [
                                {
                                    "offset": 1765,
                                    "length": 7
                                }
                            ]
                        },
                        {
                            "id": "42",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patient",
                            "locations": [
                                {
                                    "offset": 2337,
                                    "length": 7
                                }
                            ]
                        },
                        {
                            "id": "43",
                            "infons": {
                                "type": "Disease",
                                "valid": false,
                                "normalized_id": null,
                                "biotype": "disease"
                            },
                            "text": "Medicine",
                            "locations": [
                                {
                                    "offset": 2965,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "44",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "Human",
                            "locations": [
                                {
                                    "offset": 3173,
                                    "length": 5
                                }
                            ]
                        },
                        {
                            "id": "45",
                            "infons": {
                                "identifier": "MESH:D003550",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D003550"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D003550",
                                "biotype": "disease",
                                "name": "Cystic Fibrosis",
                                "accession": "@DISEASE_Cystic_Fibrosis"
                            },
                            "text": "cystic fibrosis",
                            "locations": [
                                {
                                    "offset": 3392,
                                    "length": 15
                                }
                            ]
                        },
                        {
                            "id": "46",
                            "infons": {
                                "identifier": "MESH:D003550",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D003550"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D003550",
                                "biotype": "disease",
                                "name": "Cystic Fibrosis",
                                "accession": "@DISEASE_Cystic_Fibrosis"
                            },
                            "text": "CF",
                            "locations": [
                                {
                                    "offset": 3409,
                                    "length": 2
                                }
                            ]
                        },
                        {
                            "id": "47",
                            "infons": {
                                "identifier": "MESH:D013789",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D013789"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D013789",
                                "biotype": "disease",
                                "name": "Thalassemia",
                                "accession": "@DISEASE_Thalassemia"
                            },
                            "text": "thalassemia",
                            "locations": [
                                {
                                    "offset": 3414,
                                    "length": 11
                                }
                            ]
                        },
                        {
                            "id": "48",
                            "infons": {
                                "identifier": "MESH:D006453",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D006453"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D006453",
                                "biotype": "disease",
                                "name": "Hemoglobinopathies",
                                "accession": "@DISEASE_Hemoglobinopathies"
                            },
                            "text": "hemoglobinopathy",
                            "locations": [
                                {
                                    "offset": 3427,
                                    "length": 16
                                }
                            ]
                        },
                        {
                            "id": "49",
                            "infons": {
                                "identifier": "MESH:D006467",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D006467"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D006467",
                                "biotype": "disease",
                                "name": "Hemophilia A",
                                "accession": "@DISEASE_Hemophilia_A"
                            },
                            "text": "hemophilia",
                            "locations": [
                                {
                                    "offset": 3445,
                                    "length": 10
                                }
                            ]
                        },
                        {
                            "id": "50",
                            "infons": {
                                "identifier": "MESH:D005600",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D005600"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D005600",
                                "biotype": "disease",
                                "name": "Fragile X Syndrome",
                                "accession": "@DISEASE_Fragile_X_Syndrome"
                            },
                            "text": "Fragile X syndrome",
                            "locations": [
                                {
                                    "offset": 3457,
                                    "length": 18
                                }
                            ]
                        },
                        {
                            "id": "51",
                            "infons": {
                                "identifier": "MESH:D005600",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D005600"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D005600",
                                "biotype": "disease",
                                "name": "Fragile X Syndrome",
                                "accession": "@DISEASE_Fragile_X_Syndrome"
                            },
                            "text": "FXS",
                            "locations": [
                                {
                                    "offset": 3477,
                                    "length": 3
                                }
                            ]
                        },
                        {
                            "id": "52",
                            "infons": {
                                "identifier": "MESH:D009134",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D009134"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D009134",
                                "biotype": "disease",
                                "name": "Muscular Atrophy Spinal",
                                "accession": "@DISEASE_Muscular_Atrophy_Spinal"
                            },
                            "text": "spinal muscular atrophy",
                            "locations": [
                                {
                                    "offset": 3483,
                                    "length": 23
                                }
                            ]
                        },
                        {
                            "id": "53",
                            "infons": {
                                "identifier": "MESH:D020821",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D020821"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D020821",
                                "biotype": "disease",
                                "name": "Dystonic Disorders",
                                "accession": "@DISEASE_Dystonic_Disorders"
                            },
                            "text": "AR",
                            "locations": [
                                {
                                    "offset": 3581,
                                    "length": 2
                                }
                            ]
                        },
                        {
                            "id": "54",
                            "infons": {
                                "identifier": "MESH:C566739",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "C566739"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "C566739",
                                "biotype": "disease",
                                "name": "Multiple Pterygium Syndrome Autosomal Dominant",
                                "accession": "@DISEASE_Multiple_Pterygium_Syndrome_Autosomal_Dominant"
                            },
                            "text": "AD",
                            "locations": [
                                {
                                    "offset": 3585,
                                    "length": 2
                                }
                            ]
                        },
                        {
                            "id": "55",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "women",
                            "locations": [
                                {
                                    "offset": 4024,
                                    "length": 5
                                }
                            ]
                        },
                        {
                            "id": "56",
                            "infons": {
                                "identifier": "MESH:D030342",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D030342"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D030342",
                                "biotype": "disease",
                                "name": "Genetic Diseases Inborn",
                                "accession": "@DISEASE_Genetic_Diseases_Inborn"
                            },
                            "text": "genetic condition",
                            "locations": [
                                {
                                    "offset": 4226,
                                    "length": 17
                                }
                            ]
                        },
                        {
                            "id": "57",
                            "infons": {
                                "type": "Disease",
                                "valid": false,
                                "normalized_id": null,
                                "biotype": "disease"
                            },
                            "text": "inherited condition",
                            "locations": [
                                {
                                    "offset": 4777,
                                    "length": 19
                                }
                            ]
                        },
                        {
                            "id": "58",
                            "infons": {
                                "identifier": "MESH:C563665",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "C563665"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "C563665",
                                "biotype": "disease",
                                "name": "Mitochondrial Phosphate Carrier Deficiency",
                                "accession": "@DISEASE_Mitochondrial_Phosphate_Carrier_Deficiency"
                            },
                            "text": "CARRIER",
                            "locations": [
                                {
                                    "offset": 5423,
                                    "length": 7
                                }
                            ]
                        },
                        {
                            "id": "59",
                            "infons": {
                                "type": "Disease",
                                "valid": false,
                                "normalized_id": null,
                                "biotype": "disease"
                            },
                            "text": "SCREENING RECOMMENDATIONS",
                            "locations": [
                                {
                                    "offset": 5431,
                                    "length": 25
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 27638987,
            "pmcid": null,
            "meta": {},
            "date": "2016-08-01T00:00:00Z",
            "journal": "J Obstet Gynaecol Can",
            "authors": [
                "Wilson RD",
                "De Bie I",
                "Armour CM",
                "Brown RN",
                "Campagnolo C",
                "Carroll JC",
                "Okun N",
                "Nelson T",
                "Zwingerman R",
                "Audibert F",
                "Brock JA",
                "Brown RN",
                "Campagnolo C",
                "Carroll JC",
                "De Bie I",
                "Johnson JA",
                "Okun N",
                "Pastruck M",
                "Vallée-Pouliot K",
                "Wilson RD",
                "Zwingerman R",
                "Armour C",
                "Chitayat D",
                "De Bie I",
                "Fernandez S",
                "Kim R",
                "Lavoie J",
                "Leonard N",
                "Nelson T",
                "Taylor S",
                "Van Allen M",
                "Van Karnebeek C"
            ],
            "relations_display": []
        }
    ]
}