{
    "_id": "37474167|None",
    "id": "37474167",
    "infons": {},
    "passages": [
        {
            "infons": {
                "journal": "BMJ Open;2023Jul19; 13 (7) 069332. doi:10.1136/bmjopen-2022-069332",
                "year": "2023",
                "article-id_pmc": "PMC10357799",
                "type": "title",
                "authors": "Krakau L, Leuzinger-Bohleber M, Br&#xe4;hler E, Schmidt P, Rost F, Huber D, Klug G, L&#xf6;ffler-Stastka H, R&#xf6;ssler-Sch&#xfc;lein H, Leichsenring F, Salzer S, Brockmann J, Jakobsen T, Ernst M, Beutel ME, "
            },
            "offset": 0,
            "text": "Efficacy of high-intensity versus low-intensity psychoanalytically oriented long-term treatments and determinants of outcome: individual participant data Meta-analysis of Long-term Analytic treatment Studies (MeLAS).",
            "sentences": [],
            "annotations": [],
            "relations": []
        },
        {
            "infons": {
                "type": "abstract"
            },
            "offset": 217,
            "text": "INTRODUCTION: Long-term psychodynamic/psychoanalytic psychotherapy (LTPP) is a prevalent treatment option for complex mental disorders. Yet, little is known about the role of treatment intensity in LTPP. We present a study protocol for a systematic review and individual participant data (IPD) meta-analysis aggregating and analysing individual data from randomised and quasi-experimental trials by meta-analysis. The purpose is to (1) determine the treatment effectiveness of LTPP with low versus high intensity (up to 2 weekly sessions vs three or more), (2) compare their joint effectiveness to shorter therapies and treatments as usual, (3) identify predictors and moderators of treatment outcomes and (4) determine reciprocal relationships between different outcome domains (symptomatic and structural/personality change) over the courses of LTPP. METHODS AND ANALYSIS: We include studies from (randomised controlled trial, RCT) and quasi-experimental trials, where at least one condition was LTPP of high or low frequency. Long-term treatment is defined as >=1 year or >=50 sessions. To be eligible studies must include a standardised outcome measure of symptoms (global or disorder specific) with at least one proof of reliability. The primary outcome is symptom reduction (global or specific), secondary outcome criteria are reliable change, remission, functional capacities, personality, personality functioning and interpersonal pathology. Relevant studies will mainly be identified by searching relevant databases: PubMed, PsycINFO (via EBSCO), Web of Science (via Elsevier), Chochrane's Central Register of Controlled Trials (via Wiley). Risk of bias will be evaluated in line with the Cochrane assessments tools for quasi-experimental trials and RCTs, respectively. ETHICS AND DISSEMINATION: Aggregation of data from primary trials collected based on ethics votes. Dissemination into clinical practice via open access publications of findings. PROSPERO REGISTRATION NUMBER: CRD42022304982; Pre-results.",
            "sentences": [],
            "annotations": [
                {
                    "id": "2",
                    "infons": {
                        "identifier": "MESH:D001523",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D001523"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D001523",
                        "biotype": "disease",
                        "name": "Mental Disorders",
                        "accession": "@DISEASE_Mental_Disorders"
                    },
                    "text": "mental disorders",
                    "locations": [
                        {
                            "offset": 335,
                            "length": 16
                        }
                    ]
                },
                {
                    "id": "3",
                    "infons": {
                        "identifier": "MESH:D009103",
                        "type": "Disease",
                        "valid": true,
                        "normalized": [
                            "D009103"
                        ],
                        "database": "ncbi_mesh",
                        "normalized_id": "D009103",
                        "biotype": "disease",
                        "name": "Multiple Sclerosis",
                        "accession": "@DISEASE_Multiple_Sclerosis"
                    },
                    "text": "ETHICS AND DISSEMINATION",
                    "locations": [
                        {
                            "offset": 1996,
                            "length": 24
                        }
                    ]
                }
            ],
            "relations": []
        }
    ],
    "relations": [],
    "pmid": 37474167,
    "pmcid": null,
    "meta": {},
    "date": "2023-07-19T00:00:00Z",
    "journal": "BMJ Open",
    "authors": [
        "Krakau L",
        "Leuzinger-Bohleber M",
        "Brähler E",
        "Schmidt P",
        "Rost F",
        "Huber D",
        "Klug G",
        "Löffler-Stastka H",
        "Rössler-Schülein H",
        "Leichsenring F",
        "Salzer S",
        "Brockmann J",
        "Jakobsen T",
        "Ernst M",
        "Beutel ME"
    ],
    "relations_display": []
}