{
    "PubTator3": [
        {
            "_id": "29691797|None",
            "id": "29691797",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Plant Foods Hum Nutr. 2018 Jun;73(2):154-159. doi: 10.1007/s11130-018-0662-5.",
                        "year": "2018",
                        "article-id_pmc": "PMC5956026",
                        "type": "title",
                        "authors": "Morreale F, Angelino D, Pellegrini N"
                    },
                    "offset": 0,
                    "text": "Designing a Score-Based Method for the Evaluation of the Nutritional Quality of the Gluten-Free Bakery Products and their Gluten-Containing Counterparts.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 154,
                    "text": "Gluten-free (GF) products are consumed both by individuals with celiac disease and by an increasing number of people with no specific medical needs. Although the technological quality of GF products has been recently improved, their nutritional quality is still scarcely addressed. Moreover, the few published studies report conflicting results, mostly because the information from product nutrition facts is the only considered factor. The aim of the present study was to develop a score-based method for the nutritional evaluation of 134 packaged Italian GF bakery products and to compare it with that of 162 matched gluten-containing (GC) food items. The score included the information from the nutrition facts and the presence/absence of some nutritionally relevant components in the ingredients list. Results indicated an overall low nutritional quality of the considered GF bakery products. Additionally, with the sole exception of GF bread substitutes, there was no difference in nutritional quality between GF and equivalent GC bakery products. Future research and development of GF bakery products may take advantage of this scoring method, as it may represent an easy approach to evaluate their nutritional quality. The present findings do not justify the consumption of packaged GF bakery products by people without any specific medical needs.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "celiac disease",
                            "locations": [
                                {
                                    "offset": 218,
                                    "length": 14
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 29691797,
            "pmcid": null,
            "meta": {},
            "date": "2018-06-01T00:00:00Z",
            "journal": "Plant Foods Hum Nutr",
            "authors": [
                "Morreale F",
                "Angelino D",
                "Pellegrini N"
            ],
            "relations_display": []
        }
    ]
}