{
    "PubTator3": [
        {
            "_id": "30525325|None",
            "id": "30525325",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Rocz Panstw Zakl Hig. 2018;69(4):353-362. doi: 10.32394/rpzh.2018.0040.",
                        "year": "2018",
                        "type": "title",
                        "authors": "Gazarova M, Lenartova P, Kopcekova J, Mrazova J, Holovicova M, Chlebova Z, Wyka J"
                    },
                    "offset": 0,
                    "text": "Consumption of different types of bakery products and its effect on visceral fat area in healthy population",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 108,
                    "text": "Background: Bread is one of the world's most consumed food commodity. However, in the last years consumption of breadand bakery products has declined, especially in the Western population. The reason for concern is the weight gain and presence of gluten in these products. Gluten is unacceptable in the diet only in patients with celiac disease who are forced adhere the gluten-free diet all the time. The consequences of gluten-free diet in healthy people are the subject of many recent studies. Objective: The aim of this study was to evaluate the changes of visceral fat area in the general population after 6 weeks of consumption of gluten-free, gluten-containing and whole-grain bread and other bakery products. Material and Methods: The study group consisted of 120 volunteers divided into four subgroups each with 30 subjects. Anthropometric measurements were made using the InBody 720 (Biospace Co. Ltd., Seoul, Republic of Korea). We used the Lookin'Body 3.0 software to process the results. The collected data from anthropometric measurements were evaluated statistically and graphically in Microsoft Office Excel 2010 (Los Angeles, CA, USA). Results: After the intervention we found out that visceral fat area values increased in probands consuming gluten-free and gluten-containing bakery products, but these changes were not significant (P>0.05; 72.7+-29.18 cm2 vs 73.26+-30.32 cm2 and 69.6+-34.06 cm2 vs 70.34+-32.33 cm2, respectively). In whole-grain and control group we observed a reduction in visceral fat area, in the control group there was a significant change (P>0.05 - 91.58+-33 cm2 vs 90.47+-34.37 cm2 and P<0.05 - 77.3+-21.65 cm2 vs 75.56+-21.87 cm2, respectively). After the intervention the visceral fat area values increased in gluten-free group in 57% of subjects, in gluten group in 73% of subjects and in the whole-grain group in 43% of volunteers. Although visceral fat area values had inceased in gluten-free and gluten-containing groups, the number of probands with reference values increased from 80% to 86% in the gluten-free group and from 43% to 66% in the gluten-containing group. In the whole-grain group we found decrease in number of subjects with reference values of visceral fat area (from 70% to 63%). There were no changes in the control group (86% vs. 86%). Conclusions: Consumption of different types of bakery products has mostly changed the visceral fat area values in a positive direction.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:D015430",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D015430"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D015430",
                                "biotype": "disease",
                                "name": "Weight Gain",
                                "accession": "@DISEASE_Weight_Gain"
                            },
                            "text": "weight gain",
                            "locations": [
                                {
                                    "offset": 327,
                                    "length": 11
                                }
                            ]
                        },
                        {
                            "id": "4",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 424,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "5",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "celiac disease",
                            "locations": [
                                {
                                    "offset": 438,
                                    "length": 14
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 30525325,
            "pmcid": null,
            "meta": {},
            "date": "2018-01-01T00:00:00Z",
            "journal": "Rocz Panstw Zakl Hig",
            "authors": [
                "Gažarová M",
                "Lenártová P",
                "Kopčeková J",
                "Mrázová J",
                "Holovičová M",
                "Chlebová Z",
                "Wyka J"
            ],
            "relations_display": []
        }
    ]
}