{
    "PubTator3": [
        {
            "_id": "30769836|None",
            "id": "30769836",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nutrients. 2019 Feb 14;11(2):399. doi: 10.3390/nu11020399.",
                        "year": "2019",
                        "article-id_pmc": "PMC6412592",
                        "type": "title",
                        "authors": "Lee AR, Wolf RL, Lebwohl B, Ciaccio EJ, Green PHR"
                    },
                    "offset": 0,
                    "text": "Persistent Economic Burden of the Gluten Free Diet.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 52,
                    "text": "Gluten free (GF) products have been reported to be more expensive and less available than their gluten containing counterparts. We examined the current U.S. cost and availability of GF products and made comparisons to the marketplace over a decade ago. Cost, determined by price per ounce and availability of a \"market basket\" of regular and GF products across four venues and five geographic regions was compared using a student's t test. GF products were more expensive (overall 183%), and in all regions and venues (p < 0.001). GF products from mass-market producers were 139% more expensive than the wheat-based version of the same product. Availability of GF products was greatest (66%) in the health food and upscale venues. In contrast to the results of the 2006 study, the cost of GF products has declined from 240% to 183% (adjusted for inflation). The introduction of mass-market production of GF products may have influenced the increase in availability and overall reduction of cost since 2006. The extent to which the cost of GF products impacts dietary adherence and quality of life for those on a GFD warrants exploration.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "type": "Species",
                                "valid": false,
                                "normalized_id": null,
                                "biotype": "species"
                            },
                            "text": "wheat",
                            "locations": [
                                {
                                    "offset": 656,
                                    "length": 5
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 30769836,
            "pmcid": null,
            "meta": {},
            "date": "2019-02-14T00:00:00Z",
            "journal": "Nutrients",
            "authors": [
                "Lee AR",
                "Wolf RL",
                "Lebwohl B",
                "Ciaccio EJ",
                "Green PHR"
            ],
            "relations_display": []
        }
    ]
}