{
    "PubTator3": [
        {
            "_id": "30791371|None",
            "id": "30791371",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Int J Mol Sci. 2019 Feb 19;20(4):892. doi: 10.3390/ijms20040892.",
                        "year": "2019",
                        "article-id_pmc": "PMC6412530",
                        "type": "title",
                        "authors": "Simopoulou M, Sfakianoudis K, Maziotis E, Grigoriadis S, Giannelou P, Rapani A, Tsioulou P, Pantou A, Kalampokas T, Vlahos N, Pantos K, Koutsilieris M"
                    },
                    "offset": 0,
                    "text": "The Impact of Autoantibodies on IVF Treatment and Outcome: A Systematic Review.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 80,
                    "text": "The role of autoantibodies in in vitro fertilization (IVF) has been discussed for almost three decades. Nonetheless, studies are still scarce and widely controversial. The aim of this study is to provide a comprehensive systematic review on the possible complications associated to autoantibodies (AA) impeding the chances of a successful IVF cycle. An Embase, PubMed/Medline and Cochrane Central Database search was performed on 1 December 2018, from 2006 until that date. From the 598 articles yielded in the search only 44 relevant articles ultimately fulfilled the inclusion criteria and were qualitatively analyzed. Five subsets of results were identified, namely, thyroid related AA, anti-phospholipid antibodies, anti-nuclear antibodies, AA affecting the reproductive system and AA related to celiac disease. It may be implied that the majority of auto-antibodies exert a statistically significant effect on miscarriage rates, whereas the effects on clinical pregnancy and live birth rates differ according to the type of auto-antibodies. While significant research is performed in the field, the quality of evidence provided is still low. The conduction of well-designed prospective cohort studies is an absolute necessity in order to define the impact of the different types of autoantibodies on IVF outcome.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "celiac disease",
                            "locations": [
                                {
                                    "offset": 880,
                                    "length": 14
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:D000022",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D000022"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000022",
                                "biotype": "disease",
                                "name": "Abortion Spontaneous",
                                "accession": "@DISEASE_Abortion_Spontaneous"
                            },
                            "text": "miscarriage",
                            "locations": [
                                {
                                    "offset": 995,
                                    "length": 11
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 30791371,
            "pmcid": null,
            "meta": {},
            "date": "2019-02-19T00:00:00Z",
            "journal": "Int J Mol Sci",
            "authors": [
                "Simopoulou M",
                "Sfakianoudis K",
                "Maziotis E",
                "Grigoriadis S",
                "Giannelou P",
                "Rapani A",
                "Tsioulou P",
                "Pantou A",
                "Kalampokas T",
                "Vlahos N",
                "Pantos K",
                "Koutsilieris M"
            ],
            "relations_display": []
        }
    ]
}