{
    "PubTator3": [
        {
            "_id": "30920417|None",
            "id": "30920417",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Am J Gastroenterol. 2019 May;114(5):792-797. doi: 10.14309/ajg.0000000000000202.",
                        "year": "2019",
                        "article-id_pmc": "PMC6502671",
                        "type": "title",
                        "authors": "Lerner BA, Phan Vo LT, Yates S, Rundle AG, Green PHR, Lebwohl B"
                    },
                    "offset": 0,
                    "text": "Detection of Gluten in Gluten-Free Labeled Restaurant Food: Analysis of Crowd-Sourced Data.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 92,
                    "text": "INTRODUCTION: Adherence to a gluten-free (GF) diet is the mainstay of therapy for celiac disease. Until now, those wishing to avoid gluten in restaurants had to rely on menu labels, word of mouth, intuition, and restaurant workers' advice, with a relative dearth of supporting data. We used crowd-sourced data from users of a portable gluten detection device to estimate rates of, and identify risk factors for, gluten contamination of supposed GF restaurant foods. METHODS: We analyzed data from a portable gluten detection device (Nima), collected across the United States during an 18-month period by users who opted to share the results of their point-of-care tests. Data were sorted by region, time of day, median household income in the restaurant's vicinity, restaurant genre, and food items. We used the chi test for bivariate analysis and multiple logistic regression for multivariate analysis to identify predictors of gluten detection in restaurant food. RESULTS: There were 5,624 tests, performed by 804 users, in the examined period. Gluten was detected in 32% of GF labeled foods. Rates of gluten detection differed by meal, with 27.2% at breakfast and 34.0% at dinner (P = 0.0008). GF labeled pizza and pasta were most likely to test positive for gluten, with gluten detected in 53.2% of pizza and 50.8% of pasta samples. On multivariate analysis, GF labeled food was less likely to test positive for gluten in the West than in the Northeast United States (odds ratio 0.80; 95% confidence interval 0.67-0.95). CONCLUSIONS: This study of crowd-sourced data suggests that a substantial fraction of GF labeled restaurant foods contain detectable gluten. Although the highly sensitive Nima device may detect gluten at levels <20 parts per million (ppm), leading to gluten exposure of unknown clinical significance, our findings raise a potential concern. In addition, our findings of higher rates of gluten detection in pizza and pasta provide practical data when providing dining strategies for patients with celiac disease.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "celiac disease",
                            "locations": [
                                {
                                    "offset": 174,
                                    "length": 14
                                }
                            ]
                        },
                        {
                            "id": "4",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 2099,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "5",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "celiac disease",
                            "locations": [
                                {
                                    "offset": 2113,
                                    "length": 14
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 30920417,
            "pmcid": null,
            "meta": {},
            "date": "2019-05-01T00:00:00Z",
            "journal": "Am J Gastroenterol",
            "authors": [
                "Lerner BA",
                "Phan Vo LT",
                "Yates S",
                "Rundle AG",
                "Green PHR",
                "Lebwohl B"
            ],
            "relations_display": []
        }
    ]
}