{
    "PubTator3": [
        {
            "_id": "32686439|None",
            "id": "32686439",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nutr Hosp. 2020 Aug 27;37(4):814-822. doi: 10.20960/nh.03016.",
                        "year": "2020",
                        "type": "title",
                        "authors": "Babio N, Llado Bellette N, Besora-Moreno M, Castillejo G, Guillen N, Martinez-Cerezo F, Vilchez E, Roger E, Hernandez-Alonso P, Salas Salvado J"
                    },
                    "offset": 0,
                    "text": "A comparison of the nutritional profile and price of gluten-free products and their gluten-containing counterparts available in the Spanish market.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 148,
                    "text": "INTRODUCTION: Background: to date, gluten-free (GF) diet is the only treatment available for individuals with celiac disease. Both individual and collective food intake assessments are a challenge because a food composition database of GF products (GFPs) is lacking. Objectives: to describe the process of developing a food composition database of GFPs, and to compare the nutritional profile and price of some GFPs and non-GFPs. Methods: initially, a total of 216 brands of GFPs marketed in Spain were recorded. Nutritional information was collected from nutritional labels and product fact sheets that had been provided by food companies or collected first-hand by researchers. Then, the nutritional profile and price of the cereal and cereal byproducts foodstuff groups, including 19 types of products, were compared. Statistical analyses were performed using the SPSS statistical program (22.0 edition; SPSS, Chicago, IL, USA). Results: a total of 2,247 GFPs from 126 different foodstuff brands were included in the food composition database of GFPs (CELIAC-BASE). We classified these products into 14 foodstuff groups. The protein content of the GFPs studied was significantly lower, and the price was higher, than that of their non-GFP counterparts. Some, but not all, GFPs had a higher content of fat and sugar, and a lower content of dietary fiber as compared to their non-GFP counterparts. Some GFPs were up to 6 times more expensive than the corresponding non-GFPs. Conclusions: CELIAC-BASE is a pioneering tool for dietitians. Many GFPs have poor nutritional profiles and should be consumed only occasionally in a balanced GF diet.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "celiac disease",
                            "locations": [
                                {
                                    "offset": 258,
                                    "length": 14
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 32686439,
            "pmcid": null,
            "meta": {},
            "date": "2020-08-27T00:00:00Z",
            "journal": "Nutr Hosp",
            "authors": [
                "Babio N",
                "Lladó Bellette N",
                "Besora-Moreno M",
                "Castillejo G",
                "Guillén N",
                "Martínez-Cerezo F",
                "Vilchez E",
                "Roger E",
                "Hernández-Alonso P",
                "Salas Salvadó J"
            ],
            "relations_display": []
        }
    ]
}