{
    "PubTator3": [
        {
            "_id": "32902326|None",
            "id": "32902326",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Can J Diet Pract Res. 2021 Mar 1;82(1):38-40. doi: 10.3148/cjdpr-2020-021. Epub ",
                        "year": "2021",
                        "type": "title",
                        "authors": "Rashid M MD, MEd, FRCP(C), Haskett J BSc, Parkinson McGraw L BSc, Noble A MD, MSc, FRCP(C), van Limbergen J MD, PhD, FRCP(C), Otley A MD, MSc, FRCP(C)"
                    },
                    "offset": 0,
                    "text": "Teaching Families of Children with Celiac Disease about Gluten-Free Diet Using Distributed Education: a Pilot Study.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "Celiac Disease",
                            "locations": [
                                {
                                    "offset": 35,
                                    "length": 14
                                }
                            ]
                        }
                    ],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 117,
                    "text": "Introduction: Treatment of celiac disease is a strict life-long gluten-free diet (GFD). The GFD is complex, and counseling by a dietitian is essential. The number of new referrals for GFD education has increased. We studied the feasibility of GFD teaching using distributed education.Methods: The IWK Health Center in Halifax is the only tertiary-care pediatric hospital in the 3 Maritime provinces with GFD experienced dietitians. Families travel long distances to attend teaching sessions. Families outside the Halifax area were offered to participate in the 2.5-hour education sessions held once a month via live videoconference link at their regional hospitals. All participants were surveyed with a 10-item questionnaire assessing the content and delivery and usefulness of information.Results: Over a 6-month period, 39 families attended the sessions, 21 locally and 18 at distributed sites across the Maritimes. The survey was completed by 26 participants (67%). All participants at both sites strongly agreed or agreed that their setting was good for learning and the information provided was easy to understand. There were no significant differences between the 2 groups on any individual questions in the 2 domains assessed (all P > 0.06).Conclusions: Distributed education on GFD is feasible and as effective as in person education. It affords convenience and savings to families by reducing travel costs.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "celiac disease",
                            "locations": [
                                {
                                    "offset": 144,
                                    "length": 14
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 32902326,
            "pmcid": null,
            "meta": {},
            "date": "2021-03-01T00:00:00Z",
            "journal": "Can J Diet Pract Res",
            "authors": [
                "Rashid M MD, MEd, FRCP(C)",
                "Haskett J BSc",
                "Parkinson McGraw L BSc",
                "Noble A MD, MSc, FRCP(C)",
                "van Limbergen J MD, PhD, FRCP(C)",
                "Otley A MD, MSc, FRCP(C)"
            ],
            "relations_display": []
        }
    ]
}