{
    "PubTator3": [
        {
            "_id": "34444783|None",
            "id": "34444783",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nutrients. 2021 Jul 29;13(8):2624. doi: 10.3390/nu13082624.",
                        "year": "2021",
                        "article-id_pmc": "PMC8398346",
                        "type": "title",
                        "authors": "Coto L, Sousa C, Cebolla A"
                    },
                    "offset": 0,
                    "text": "Dynamics and Considerations in the Determination of the Excretion of Gluten Immunogenic Peptides in Urine: Individual Variability at Low Gluten Intake.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 152,
                    "text": "BACKGROUND: A lifelong strict gluten-free diet is the only available treatment for celiac disease, but total exclusion of gluten is difficult to achieve. The aim of this study was to determine the range of time and the amount of gluten immunogenic peptides (GIP) excreted in urine after specific gluten ingestions. METHODS: 20 healthy participants followed the same diet for 12 days in which 50 mg and 2 g of gluten were ingested and all the urinations were collected. GIP were analyzed by lateral flow immunoassay (LFIA) tests and quantified using an LFIA reader. RESULTS: GIP were detected in 15% and 95% of participants after 50 mg and 2 g gluten intakes, respectively. The higher frequency and concentration of GIP was found between 6 and 9 h after both gluten ingestions. The ranges of detection were 3-12 h (50 mg) and 0-15 h (2 g). CONCLUSIONS: An increase in the frequency of urine tests may be a suitable approach to avoid false negative results. The use of the LFIA test in three urine samples collected at different times may show a sensitivity of 19.6% for a gluten ingestion like 50 mg, increasing to 93% after 2 g consumption.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "celiac disease",
                            "locations": [
                                {
                                    "offset": 235,
                                    "length": 14
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 34444783,
            "pmcid": null,
            "meta": {},
            "date": "2021-07-29T00:00:00Z",
            "journal": "Nutrients",
            "authors": [
                "Coto L",
                "Sousa C",
                "Cebolla A"
            ],
            "relations_display": []
        }
    ]
}