{
    "PubTator3": [
        {
            "_id": "37836454|None",
            "id": "37836454",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nutrients;2023Sep27; 15 (19) . doi:10.3390/nu15194170",
                        "year": "2023",
                        "article-id_pmc": "PMC10574315",
                        "type": "title",
                        "authors": "Liu S, El Khoury D, Joye IJ, "
                    },
                    "offset": 0,
                    "text": "Gluten-Free Product Recalls and Their Impact on Consumer Trust.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 64,
                    "text": "The range of gluten-free food products available to consumers is steadily expanding. In recent years, recalls of food products have highlighted the importance of accurate labeling of food products for the presence of wheat, other gluten-containing cereals, or gluten itself as refined ingredient. The purpose of this study was to gain more insights into recent food recalls related to undeclared gluten/wheat contamination and consumer experiences with these recalls. Recalls of products triggered by gluten contamination are relatively scarce and are not often triggered by a consumer complaint. The impact of these recalls on consumer trust was evaluated through an online survey that was distributed among supporters of Celiac Canada (CCA) and covered (i) strategies to adhere to a gluten-free diet, (ii) experiences with gluten-free recalls and their impact on consumer trust, and (iii) demographic information. Consumer concern regarding gluten-free product recalls is significant, but the concern regarding recalls is not heightened after experiencing a recall. Companies pursuing transparency in the process, identification of the source of contamination, and mitigation strategies going forward are likely to retain consumer trust in their product and brand. Based on the survey results, further efforts focusing on consumer education regarding interpreting nutrient labels, identifying sources of information on product recalls, and understanding procedures to follow upon suspected gluten contamination of a gluten-free product are recommended.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 37836454,
            "pmcid": null,
            "meta": {},
            "date": "2023-09-27T00:00:00Z",
            "journal": "Nutrients",
            "authors": [
                "Liu S",
                "El Khoury D",
                "Joye IJ"
            ],
            "relations_display": []
        }
    ]
}