{
    "PubTator3": [
        {
            "_id": "38542796|None",
            "id": "38542796",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nutrients;2024Mar19; 16 (6) . doi:10.3390/nu16060885",
                        "year": "2024",
                        "article-id_pmc": "PMC10974532",
                        "type": "title",
                        "authors": "Est&#xe9;vez V, Rodr&#xed;guez JM, Schlack P, Navarrete P, Bascu&#xf1;&#xe1;n KA, N&#xfa;&#xf1;ez V, Oyarce C, Flores C, Ayala J, Araya M, "
                    },
                    "offset": 0,
                    "text": "Persistent Barriers of the Gluten-Free Basic Food Basket: Availability, Cost, and Nutritional Composition Assessment.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 118,
                    "text": "Gluten-related disorders are treated with a gluten-free diet. The \"basic food basket\" (BFB) consists of a list of basic foods consumed by low-income groups in society, including those lowest-cost versions within each food category. To evaluate the cost, availability, and nutritional quality of the BFB and gluten-free BFB (GF-BFB), foods were photographed, registering their cost, availability, and nutritional characteristics, in high quality and mid-range supermarkets, wholesalers, health shops, and corner shops, matching each regular BFB product with a gluten-free equivalent. Of the 1177 potential products, the selection of lowest-cost foods yielded 55 and 47 products (BFB and GF-BFB, respectively). Breads/cereals and drinks showed the highest differences (279% and 146%, respectively) while meats and sausages showed the lowest ones (18.6%). The GF-BFB cost represents 30.1% of the minimum wage, which covers the cost of 5.2 and 3.3 of the BFB and GF-BFB per month, respectively. Availability ranged between 22.7 and 42.4%. Lower availability was associated with poorer nutritional quality in the GF-BFB, which provides 5% less energy, 26% more fat, and 25% less protein than the BFB. Only 47% of gluten-free products declared their \"gluten-free\" condition. The results strongly suggest that the GF-BFB must be redesigned to be both gluten-free and nutritionally adequate.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D002446",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D002446"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D002446",
                                "biotype": "disease",
                                "name": "Celiac Disease",
                                "accession": "@DISEASE_Celiac_Disease"
                            },
                            "text": "Gluten-related disorders",
                            "locations": [
                                {
                                    "offset": 118,
                                    "length": 24
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38542796,
            "pmcid": null,
            "meta": {},
            "date": "2024-03-19T00:00:00Z",
            "journal": "Nutrients",
            "authors": [
                "Estévez V",
                "Rodríguez JM",
                "Schlack P",
                "Navarrete P",
                "Bascuñán KA",
                "Núñez V",
                "Oyarce C",
                "Flores C",
                "Ayala J",
                "Araya M"
            ],
            "relations_display": []
        }
    ]
}