{
    "PubTator3": [
        {
            "_id": "38648685|None",
            "id": "38648685",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Clin Nutr;2024Apr15; 43 (6) 1240. doi:10.1016/j.clnu.2024.04.014",
                        "year": "2024",
                        "type": "title",
                        "authors": "D'heedene M, Vanuytsel T, Wauters L, "
                    },
                    "offset": 0,
                    "text": "Celiac disease: Hope for new treatments beyond a gluten-free diet.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 67,
                    "text": "BACKGROUND & AIMS: Celiac disease (CD) is a chronic inflammatory disease of the small intestine induced and maintained by gluten ingestion in susceptible individuals. Current treatment consists of strict adherence to a lifelong gluten-free diet (GFD) which is considered safe and effective in the large majority of patients. However, since adherence to a GFD is difficult and has a negative impact on quality of life, an increasing interest in other treatment options has emerged. Moreover, in some individuals a GFD is not sufficiently effective, necessitating alternative treatments. METHODS: By performing a systematic search, we constructed a detailed narrative review. Only treatment options considered relevant and conducted in a phase I, II or III clinical trial were included. RESULTS: Based on the pathophysiology of CD, four major therapeutic approaches can be distinguished: firstly, by focusing on intraluminal gluten detoxification before absorption occurs, secondly, by modulating intestinal permeability and preventing paracellular uptake, thirdly, by enhancing immunological tolerance to gluten and finally, by regulating gluten auto-immunity. CONCLUSIONS: Despite significant efforts, no treatment has yet completed a phase III clinical trial. Future studies will likely focus on the use of supplemental drugs in conjunction to a GFD, with ALV003 and ZED-1227 currently being the most promising therapeutic options.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 382,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "MESH:C000718207",
                                "type": "Chemical",
                                "valid": true,
                                "normalized": [
                                    "C000718207"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "C000718207",
                                "biotype": "chemical",
                                "name": "ZED1227",
                                "accession": "@CHEMICAL_ZED1227"
                            },
                            "text": "ZED-1227",
                            "locations": [
                                {
                                    "offset": 1435,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38648685,
            "pmcid": null,
            "meta": {},
            "date": "2024-04-15T00:00:00Z",
            "journal": "Clin Nutr",
            "authors": [
                "D'heedene M",
                "Vanuytsel T",
                "Wauters L"
            ],
            "relations_display": []
        }
    ]
}