{
    "PubTator3": [
        {
            "_id": "38674888|None",
            "id": "38674888",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nutrients;2024Apr18; 16 (8) . doi:10.3390/nu16081198",
                        "year": "2024",
                        "article-id_pmc": "PMC11055037",
                        "type": "title",
                        "authors": "Damasceno RPB, Zandonadi RP, Mendes M, Cunha Junior LC, Raposo A, Teixeira-Lemos E, Chaves C, Farage P, "
                    },
                    "offset": 0,
                    "text": "Risk of Gluten Cross-Contamination Due to Food Handling Practices: A Mini-Review.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 82,
                    "text": "Celiac disease (CD) is an autoimmune disease triggered by the ingestion of gluten in genetically predisposed individuals, affecting 1.4% of the world population. CD induces an inflammatory reaction that compromises small intestine villi, leading to nutrient malabsorption, and gastro and extraintestinal manifestations. Although other treatment approaches are being studied, adherence to a gluten-free diet (GFD) is the only effective intervention to date. Despite this, about 50% of patients experience persistent inflammation, often associated with unintentional gluten ingestion through contaminated food. There are regulations for labeling gluten-free foods which specify a limit of 20 mg/kg (20 ppm). The risks of gluten cross-contamination above that level are present throughout the whole food production chain, emphasizing the need for caution. This review explores studies that tested different procedures regarding the shared production of gluten-containing and gluten-free food, including the use of shared equipment and utensils. A literature review covering PubMed, Scielo, Web of Science, VHL and Scopus identified five relevant studies. The results indicate that shared environments and equipment may not significantly increase gluten cross-contamination if appropriate protocols are followed. Simultaneous cooking of gluten-containing and gluten-free pizzas in shared ovens has demonstrated a low risk of contamination. In general, shared kitchen utensils and equipment (spoon, ladle, colander, knife, fryer, toaster) in controlled experiments did not lead to significant contamination of samples. On the other hand, cooking gluten-free and gluten-containing pasta in shared water resulted in gluten levels above the established limit of 20 ppm. However, rinsing the pasta under running water for a few seconds was enough to reduce the gluten content of the samples to less than 20 ppm.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 566,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38674888,
            "pmcid": null,
            "meta": {},
            "date": "2024-04-18T00:00:00Z",
            "journal": "Nutrients",
            "authors": [
                "Damasceno RPB",
                "Zandonadi RP",
                "Mendes M",
                "Cunha Junior LC",
                "Raposo A",
                "Teixeira-Lemos E",
                "Chaves C",
                "Farage P"
            ],
            "relations_display": []
        }
    ]
}