{
    "PubTator3": [
        {
            "_id": "38670283|None",
            "id": "38670283",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Gastroenterology;2024Apr24. doi:10.1053/j.gastro.2024.02.051",
                        "year": "2024",
                        "type": "title",
                        "authors": "Bozorg SR, Lee A, M&#xe5;rild K, Murray J, "
                    },
                    "offset": 0,
                    "text": "The Economic Iceberg of Celiac Disease: More Than the Cost of Gluten-Free Food.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 80,
                    "text": "Celiac disease (CeD) is a chronic autoimmune disorder of global relevance, with the potential for acute and long-term complications. However, the economic burden of CeD is rarely considered and largely thought of as limited to the cost of gluten-free food. Fortunately, recent research has shed light on the various societal costs of CeD across the health care continuum. This article summarizes the current evidence on the economic impacts of CeD, which suggest that the societal economic burden of CeD stretches beyond the cost of gluten-free food. This review provides ample evidence of larger but hidden costs related to excess health care use for complications and comorbidities, as well as reduced productivity. Although significant advances are expected in the management of CeD, their effect on the economic burden of CeD remain uncertain. The aim of this review was to inform stakeholders across society and contribute to improved policies to support patients with CeD.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1040,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38670283,
            "pmcid": null,
            "meta": {},
            "date": "2024-04-24T00:00:00Z",
            "journal": "Gastroenterology",
            "authors": [
                "Bozorg SR",
                "Lee AR",
                "Mårild K",
                "Murray JA"
            ],
            "relations_display": []
        }
    ]
}