{
    "PubTator3": [
        {
            "_id": "38742113|None",
            "id": "38742113",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Front Immunol;2024; 15 1396589. doi:10.3389/fimmu.2024.1396589",
                        "year": "2024",
                        "article-id_pmc": "PMC11089154",
                        "type": "title",
                        "authors": "Falcomer AL, de Lima BR, Farage P, Fabris S, Ritter R, Raposo A, Teixeira-Lemos E, Chaves C, Zandonadi RP, "
                    },
                    "offset": 0,
                    "text": "Enhancing life with celiac disease: unveiling effective tools for assessing health-related quality of life.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 108,
                    "text": "Celiac disease (CD) is an autoimmune chronic enteropathy provoked by gluten ingestion in genetically predisposed individuals. Considering it s only safe treatment is a lifelong gluten-free diet, the burden of living with the disease becomes evident, as well as the need to assess CD health-related quality of life (HRQOL). This review aims to identify and analyze the instruments used to evaluate the HRQOL of adults with CD. This integrative review using a systematic approach was designed to achieve high scientific standards. Accordingly, the search strategy was developed and executed as recommended by the guideline of the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement. Detailed individual searches were developed to Pubmed, Science Direct, Scopus, Web of Science, and Google Scholar. After careful analysis of the papers, 43 studies were included, in which seven instruments were identified: Celiac Disease Questionnaire (CDQ) (n=21), Celiac Disease Specific Quality of Life Instrument (CD-QOL) (n=17), Celiac Disease Assessment Questionnaire (CDAQ) (n=4), CeliacQ-7 (n=1), CeliacQ-27 (n=1), Black and Orfila s self-developed instrument (n=1) and the Coeliac Disease Quality of Life Questionnaire (CDQL) (n=1). The CDQ and CD-QOL were the two most applied instruments. Since the first focuses on the physical and mental symptoms related to the disease and the second focuses on the emotional repercussions of adhering to the GFD treatment for life (dysphoria), the CDQ application is an interesting option for countries that struggle with public policies for CD patients and patients with active CD. The CD-QOL could be used for countries with strict regulations for CD and gluten-free products and populations in remission. When comparing results among different populations, it is preferable to utilize culturally validated instruments, which have been applied across multiple countries, providing greater comparability between study findings.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1716,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1729,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38742113,
            "pmcid": null,
            "meta": {},
            "date": "2024-04-29T00:00:00Z",
            "journal": "Front Immunol",
            "authors": [
                "Falcomer AL",
                "de Lima BR",
                "Farage P",
                "Fabris S",
                "Ritter R",
                "Raposo A",
                "Teixeira-Lemos E",
                "Chaves C",
                "Zandonadi RP"
            ],
            "relations_display": []
        }
    ]
}