{
    "PubTator3": [
        {
            "_id": "38860826|None",
            "id": "38860826",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Microbiol Spectr;2024Jun11 0352423. doi:10.1128/spectrum.03524-23",
                        "year": "2024",
                        "type": "title",
                        "authors": "Nikoloudaki O, Celano G, Polo A, Cappello C, Graneh&#xe4;ll L, Costantini A, Vacca M, Speckmann B, Di Cagno R, Francavilla R, De Angelis M, Gobbetti M, "
                    },
                    "offset": 0,
                    "text": "Novel probiotic preparation with in vivo gluten-degrading activity and potential modulatory effects on the gut microbiota.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 123,
                    "text": "Gluten possesses unique properties that render it only partially digestible. Consequently, it exerts detrimental effects on a part of the worldwide population who are afflicted with celiac disease (1%) or related disorders (5%), particularly due to the potential for cross-contamination even when adhering to a gluten-free diet (GFD). Finding solutions to break down gluten during digestion has a high nutritional and social impact. Here, a randomized double-blind placebo-controlled in vivo challenge investigated the gluten-degrading activity of a novel probiotic preparation comprising lactobacilli and their cytoplasmic extracts, Bacillus sp., and bacterial protease. In our clinical trial, we collected feces from 70 healthy volunteers at specific time intervals. Probiotic/placebo administration lasted 32 days, followed by 10 days of wash-out. After preliminary GFD to eliminate residual gluten from feces, increasing amounts of gluten (50 mg-10 g) were administered, each one for 4 consecutive days. Compared to placebo, the feces of volunteers fed with probiotics showed much lower amounts of residual gluten, mainly with increased intakes. Probiotics also regulate the intestinal microbial communities, improving the abundance of genera pivotal to maintaining homeostasis. Quantitative PCR confirmed that all probiotics persisted during the intervention, some also during wash-out. Probiotics promoted a fecal metabolome with potential immunomodulating activity, mainly related to derivatives of branched-chain amino acids and short-chain fatty acids. IMPORTANCE: The untapped potential of gluten-degrading bacteria and their application in addressing the recognized limitations of gluten-related disorder management and the ongoing risk of cross-contamination even when people follow a gluten-free diet (GFD) emphasizes the significance of the work. Because gluten, a common protein found in many cereals, must be strictly avoided to stop autoimmune reactions and related health problems, celiac disease and gluten sensitivity present difficult hurdles. However, because of the hidden presence of gluten in many food products and the constant danger of cross-contamination during food preparation and processing, total avoidance is frequently challenging. Our study presents a novel probiotic preparation suitable for people suffering from gluten-related disorders during GFD and for healthy individuals because it enhances gluten digestion and promotes gut microbiota functionality.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "4",
                            "infons": {
                                "identifier": "1409",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    1409
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 1409,
                                "biotype": "species",
                                "name": "1409",
                                "accession": null
                            },
                            "text": "Bacillus sp",
                            "locations": [
                                {
                                    "offset": 757,
                                    "length": 11
                                }
                            ]
                        },
                        {
                            "id": "5",
                            "infons": {
                                "identifier": "MESH:D000597",
                                "type": "Chemical",
                                "valid": true,
                                "normalized": [
                                    "D000597"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000597",
                                "biotype": "chemical",
                                "name": "Amino Acids Branched-Chain",
                                "accession": "@CHEMICAL_Amino_Acids_Branched_Chain"
                            },
                            "text": "branched-chain amino acids",
                            "locations": [
                                {
                                    "offset": 1629,
                                    "length": 26
                                }
                            ]
                        },
                        {
                            "id": "6",
                            "infons": {
                                "identifier": "MESH:D005232",
                                "type": "Chemical",
                                "valid": true,
                                "normalized": [
                                    "D005232"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D005232",
                                "biotype": "chemical",
                                "name": "Fatty Acids Volatile",
                                "accession": "@CHEMICAL_Fatty_Acids_Volatile"
                            },
                            "text": "short-chain fatty acids",
                            "locations": [
                                {
                                    "offset": 1660,
                                    "length": 23
                                }
                            ]
                        },
                        {
                            "id": "7",
                            "infons": {
                                "identifier": "629395",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    629395
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 629395,
                                "biotype": "species",
                                "name": "629395",
                                "accession": null
                            },
                            "text": "bacteria",
                            "locations": [
                                {
                                    "offset": 1740,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38860826,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-11T00:00:00Z",
            "journal": "Microbiol Spectr",
            "authors": [
                "Nikoloudaki O",
                "Celano G",
                "Polo A",
                "Cappello C",
                "Granehäll L",
                "Costantini A",
                "Vacca M",
                "Speckmann B",
                "Di Cagno R",
                "Francavilla R",
                "De Angelis M",
                "Gobbetti M"
            ],
            "relations_display": []
        }
    ]
}