{
    "PubTator3": [
        {
            "_id": "38874216|None",
            "id": "38874216",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Am J Gastroenterol;2024Jun14. doi:10.14309/ajg.0000000000002885",
                        "year": "2024",
                        "type": "title",
                        "authors": "Brindicci VF, Franceschini S, Gnasso I, Alcini P, Tassi EA, Santarelli L, Cristofori F, Dargenio VN, Castellaneta S, Francavilla R, NCGS study group, "
                    },
                    "offset": 0,
                    "text": "SELF-REPORTED NON-CELIAC GLUTEN SENSITIVITY IN ITALIAN YOUNG ADULTS: A CROSS-SECTIONAL STUDY. A DIETARY FAD?",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 109,
                    "text": "OBJECTIVES: In different countries, the exact prevalence of people that refer symptoms after gluten ingestion is increasing and the unavailability of reliable laboratory tests to diagnose the condition known as non-celiac gluten sensitivity (NCGS) has opened the door to the spread of survey-based studies to hypothesize a prevalence of this condition with highly discordant results. We aim to describe the attitude toward gluten consumption in a large population of young adults in Italy. METHODS: A questionnaire-based cross-sectional study was conducted in thirteen Italian cities to investigate the dietary attitudes of more than 9400 people distributed throughout the country about gluten consumption. Only those referring to gluten-related symptoms with a frequency equal to \"always\" or \"most of the time\" were considered self-reported NCGS (SR-NCGS) patients. RESULTS: Five thousand two hundred and thirty-four of 9432 eligible participants (55.5%) fully completed the questionnaire. Excluding those with previous gastrointestinal diagnoses of celiac disease and wheat allergy, we have finally analyzed 4987 questionnaires. Four hundred and eighty-seven participants indicated gluten-related symptoms \"always\" or \"most of the time\" (SR-NCGS subjects), while 121 already had a medical diagnosis of NCGS. The minimum prevalence figure of SR-NCGS is 6.4% (95%CI: 6.0-6.9), with a higher prevalence in females (79.9%). The most frequent gluten-related symptoms were bloating, abdominal pain and tiredness. CONCLUSIONS: The high prevalence of people reporting symptoms after gluten ingestion requires that the diagnosis of NCGS should be ascertained with a double-blind controlled study to limit the number of people who improperly approach a gluten-free diet.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 966,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38874216,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-14T00:00:00Z",
            "journal": "Am J Gastroenterol",
            "authors": [
                "Brindicci VF",
                "Franceschini S",
                "Gnasso I",
                "Alcini P",
                "Tassi EA",
                "Santarelli L",
                "Cristofori F",
                "Dargenio VN",
                "Castellaneta S",
                "Francavilla R",
                "NCGS study group"
            ],
            "relations_display": []
        }
    ]
}