{
    "PubTator3": [
        {
            "_id": "38873319|None",
            "id": "38873319",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Front Public Health;2024; 12 1364735. doi:10.3389/fpubh.2024.1364735",
                        "year": "2024",
                        "article-id_pmc": "PMC11171419",
                        "type": "title",
                        "authors": "Zhou C, Yang L, Liu C, Ma H, Yang F, Chen L, "
                    },
                    "offset": 0,
                    "text": "Associations between special diet and incidence risk of osteoporosis: a Mendelian randomization study.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 103,
                    "text": "Introduction: Osteoporosis is a prevalent challenge in clinical orthopedics, affecting a significant percentage of individuals aged 50 and above. The goal of this study was to comprehensively understand the relationships between a specialized dietary regimen and the risk of developing osteoporosis. Methods: This study employed extensive genome-wide association study (GWAS) summary statistics derived from the UK Biobank. It encompassed 8 kinds of special diets and 7 datasets pertaining to osteoporosis and associated symptoms. The principal analytical approach employed was the inverse-variance weighted method. Additionally, sensitivity analysis was employed to elucidate the diverse multiplicity patterns observed in the final model. Results: Our results showed that there is significant evidence that a gluten-free diet is associated with osteoporosis [odds ratio (OR): 1.080, 95% confidence interval (CI): 1.048-1.112, p = 4.23E-07)]. Furthermore, there exists a suggestive link between the three distinct dietary approaches and osteoporosis [(OR: 0.949, 95%CI: 0.929-0.970, p = 3.00E-06) for comprehensive consumption; (OR: 1.053, 95%CI: 1.018-1.089, p = 2.23E-03) for abstaining from wheat consumption; (OR: 1.036, 95%CI: 1.005-1.068, p = 1.97E-02) for abstaining from sugar consumption]. No additional correlation between the special dietary regimens and osteoporosis has been observed. Conclusion: Our research has uncovered a notable correlation between a gluten-free diet and the occurrence of osteoporosis. Furthermore, it exerts a promoting influence on the onset of osteoporosis, which stands in direct contradiction to the therapeutic principles for Celiac Disease's complications. As such, a novel association among these three elements is postulated.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D000073893",
                                "type": "Chemical",
                                "valid": true,
                                "normalized": [
                                    "D000073893"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D000073893",
                                "biotype": "chemical",
                                "name": "Sugars",
                                "accession": "@CHEMICAL_Sugars"
                            },
                            "text": "sugar",
                            "locations": [
                                {
                                    "offset": 1382,
                                    "length": 5
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38873319,
            "pmcid": null,
            "meta": {},
            "date": "2024-05-30T00:00:00Z",
            "journal": "Front Public Health",
            "authors": [
                "Zhou C",
                "Yang L",
                "Liu C",
                "Ma H",
                "Yang F",
                "Chen L"
            ],
            "relations_display": []
        }
    ]
}