{
    "PubTator3": [
        {
            "_id": "38931169|None",
            "id": "38931169",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nutrients;2024Jun09; 16 (12) . doi:10.3390/nu16121814",
                        "year": "2024",
                        "type": "title",
                        "authors": "Santonicola A, Wieser H, Gizzi C, Soldaini C, Ciacci C, "
                    },
                    "offset": 0,
                    "text": "Associations between Celiac Disease, Extra-Gastrointestinal Manifestations, and Gluten-Free Diet: A Narrative Overview.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 120,
                    "text": "Millions of children and adults worldwide suffer from undiagnosed and untreated celiac disease (CeD). The clinical picture of CeD is highly heterogeneous and comprises manifestations that can affect almost the whole body. This narrative overview is aimed at characterizing diseases and complaints that are associated with unrecognized CeD and that frequently involve sites other than the gastrointestinal (G.I.) tract, i.e., dental, otorhinolaryngological, and ocular complications; skin and hair abnormalities; afflictions of the bones, joints, and muscles; cardiovascular affectations; kidney diseases; neuro-psychiatric disorders; and gynecological-obstetrical manifestations. The association between CeD and extra-GI manifestations is frequently overlooked, which leads to a delay in diagnosis. Most CeD-mediated disorders can be treated with a strict gluten-free diet (GFD), but some of them are irreversible unless CeD is diagnosed in time. Some manifestations can be classified as risk factors for CeD, and CeD screening tests for affected patients should be selectively considered. Apart from gastroenterologists, specialists in other medical disciplines can play an important role in identifying people with unrecognized CeD and may help prevent its progress and long-term complications. Further comprehensive investigations are necessary to clarify the pathogenesis of extra-GI manifestations and the effect of a GFD.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1167,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38931169,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-09T00:00:00Z",
            "journal": "Nutrients",
            "authors": [
                "Santonicola A",
                "Wieser H",
                "Gizzi C",
                "Soldaini C",
                "Ciacci C"
            ],
            "relations_display": []
        }
    ]
}