{
    "PubTator3": [
        {
            "_id": "38999756|None",
            "id": "38999756",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nutrients;2024Jun25; 16 (13) . doi:10.3390/nu16132008",
                        "year": "2024",
                        "article-id_pmc": "PMC11243569",
                        "type": "title",
                        "authors": "Cazac GD, Mihai BM, &#x218;tef&#x103;nescu G, G&#xee;lc&#x103;-Blanariu GE, Mihai C, Grigorescu ED, Onofriescu A, L&#x103;c&#x103;tu&#x219;u CM, "
                    },
                    "offset": 0,
                    "text": "Celiac Disease, Gluten-Free Diet and Metabolic Dysfunction-Associated Steatotic Liver Disease.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 95,
                    "text": "Celiac disease (CD) is a chronic autoimmune disorder triggered by the ingestion of gluten-containing food by genetically predisposed individuals. Hence, treatment of CD consists of permanent avoidance of wheat, rye, barley, and other gluten-containing foods. Lifelong adherence to a gluten-free diet (GFD) improves the symptoms of CD, but recent evidence suggests it is also associated with a higher risk for hepatic steatosis and the coexistence or emergence of other cardiometabolic risk factors. Moreover, a higher risk for liver steatosis is also reported by some authors as a potential extraintestinal complication of the CD itself. Recent nomenclature changes designate the association between hepatic steatosis and at least one of five cardiometabolic risk factors as metabolic dysfunction-associated steatotic liver disease (MASLD). An extended network of potentially causative factors underlying the association between MAFLD and CD, before and after dietary therapy is implemented, was recently described. The individualized treatment of these patients is less supported by evidence, with most of the current recommendations relying on empiric clinical judgment. This review focuses on the causative associations between CD and hepatic injury, either as an extraintestinal manifestation of CD or a side effect of GFD, also referring to potential therapeutic strategies for these individuals.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1149,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38999756,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-25T00:00:00Z",
            "journal": "Nutrients",
            "authors": [
                "Cazac GD",
                "Mihai BM",
                "Ștefănescu G",
                "Gîlcă-Blanariu GE",
                "Mihai C",
                "Grigorescu ED",
                "Onofriescu A",
                "Lăcătușu CM"
            ],
            "relations_display": []
        }
    ]
}