{
    "PubTator3": [
        {
            "_id": "39125299|None",
            "id": "39125299",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nutrients;2024Jul25; 16 (15) . doi:10.3390/nu16152418",
                        "year": "2024",
                        "article-id_pmc": "PMC11314293",
                        "type": "title",
                        "authors": "Perez-Junkera G, Sim&#xf3;n E, Calvo AE, Garc&#xed;a Casales Z, Oliver Goicolea P, Serrano-Vela JI, Larretxi I, Lasa A, "
                    },
                    "offset": 0,
                    "text": "Importance of an Ongoing Nutritional Counselling Intervention on Eating Habits of Newly Diagnosed Children with Celiac Disease.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 128,
                    "text": "A strict lifelong gluten-free diet (GFD) is the current treatment for the management of celiac disease (CD). Several studies have demonstrated that without proper dietary assessment, this diet leads to nutritional deficiencies and/or imbalances. The present study aimed to improve the dietary habits of newly diagnosed children with CD through ongoing and face-to-face dietary counseling. Forty-three participants were followed during the first year after CD diagnosis. Dietary data were collected at diagnosis (Vt0), after 3 months on a GFD (Vt3), and after 1 year following a GFD (Vt12). Participants completed a 3-day 24-h food recall, a food frequency questionnaire, and the KIDMED index. After each data collection, participants received dietary assessment and nutritional education. Participants consumed more plant-origin foods after the intervention, with most of them reaching the daily recommendations. Fresh food intake increased and that of ultra-processed foods decreased. Compliance with the Mediterranean diet also improved. Personalized dietary assessment and ongoing follow-up improved the dietary patterns of children recently diagnosed with CD, highlighting the importance of dietitian involvement in the management of CD.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 39125299,
            "pmcid": null,
            "meta": {},
            "date": "2024-07-25T00:00:00Z",
            "journal": "Nutrients",
            "authors": [
                "Perez-Junkera G",
                "Simón E",
                "Calvo AE",
                "García Casales Z",
                "Oliver Goicolea P",
                "Serrano-Vela JI",
                "Larretxi I",
                "Lasa A"
            ],
            "relations_display": []
        }
    ]
}