{
    "PubTator3": [
        {
            "_id": "38856793|None",
            "id": "38856793",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Mol Neurobiol;2024Jun10. doi:10.1007/s12035-024-04260-y",
                        "year": "2024",
                        "type": "title",
                        "authors": "Kumari S, Kamiya A, Karnik SS, Rohilla S, Dubey SK, Taliyan R, "
                    },
                    "offset": 0,
                    "text": "Novel Gene Therapy Approaches for Targeting Neurodegenerative Disorders: Focusing on Delivering Neurotrophic Genes.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 116,
                    "text": "Neurodegenerative illnesses (NDDs) like Alzheimer's, Parkinson's, amyotrophic lateral sclerosis, spinal muscular atrophy, and Huntington's disease have demonstrated considerable potential for gene therapy as a viable therapeutic intervention. NDDs are marked by the decline of neurons, resulting in changes in both behavior and pathology within the body. Strikingly, only symptomatic management is available without a cure for the NDDs. There is an unmet need for a permanent therapeutic approach. Many studies have been going on to target the newer therapeutic molecular targets for NDDs including gene-based therapy. Gene therapy has the potential to provide therapeutic benefits to a large number of patients with NDDs by offering mechanisms including neuroprotection, neuro-restoration, and rectification of pathogenic pathways. Gene therapy is a medical approach that aims to modify the biological characteristics of living cells by controlling the expression of specific genes in certain neurological disorders. Despite being the most complex and well-protected organ in the human body, there is clinical evidence to show that it is possible to specifically target the central nervous system (CNS). This provides hope for the prospective application of gene therapy in treating NDDs in the future. There are several advanced techniques available for using viral or non-viral vectors to deliver the therapeutic gene to the afflicted region. Neurotrophic factors (NTF) in the brain are crucial for the development, differentiation, and survival of neurons in the CNS, making them important in the context of various neurological illnesses. Gene delivery of NTF has the potential to be used as a therapeutic approach for the treatment of neurological problems in the brain. This review primarily focuses on the methodologies employed for delivering the genes of different NTFs to treat neurological disorders. These techniques are currently being explored as a viable therapeutic approach for neurodegenerative diseases. The article exclusively addresses gene delivery approaches and does not cover additional therapy strategies for NDDs. Gene therapy offers a promising alternative treatment for NDDs by stimulating neuronal growth instead of solely relying on symptom relief from drugs and their associated adverse effects. It can serve as a long-lasting and advantageous treatment choice for the management of NDDs. The likelihood of developing NDDs increases with age as a result of neuronal degradation in the brain. Gene therapy is an optimal approach for promoting neuronal growth through the introduction of nerve growth factor genes.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 819,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "4",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "human",
                            "locations": [
                                {
                                    "offset": 1197,
                                    "length": 5
                                }
                            ]
                        },
                        {
                            "id": "5",
                            "infons": {
                                "identifier": "4803",
                                "type": "Gene",
                                "ncbi_homologene": "1876",
                                "valid": true,
                                "normalized": [
                                    4803
                                ],
                                "database": "ncbi_gene",
                                "normalized_id": 4803,
                                "biotype": "gene",
                                "name": "NGF",
                                "accession": "@GENE_NGF"
                            },
                            "text": "nerve growth factor",
                            "locations": [
                                {
                                    "offset": 2735,
                                    "length": 19
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38856793,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-10T00:00:00Z",
            "journal": "Mol Neurobiol",
            "authors": [
                "Kumari S",
                "Kamiya A",
                "Karnik SS",
                "Rohilla S",
                "Dubey SK",
                "Taliyan R"
            ],
            "relations_display": []
        }
    ]
}