{
    "PubTator3": [
        {
            "_id": "38878740|None",
            "id": "38878740",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Thromb Res;2024Jun13; 240 109064. doi:10.1016/j.thromres.2024.109064",
                        "year": "2024",
                        "type": "title",
                        "authors": "Dargaud Y, Levrero M, Bailly F, Lienhart A, Zoulim F, "
                    },
                    "offset": 0,
                    "text": "Liver health in hemophilia in the era of gene therapy.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 55,
                    "text": "Gene therapy for hemophilia is a groundbreaking treatment approach with promising results and potential to reduce the burden of the disease. However, uncertainties remain, particularly regarding the liver side effects of AAV gene therapy, which are more common in hemophilia A. Unlike some other diseases, such as spinal muscular atrophy, where the target cell for gene therapy is different from the one affected by side effects, hemophilia gene therapy operates within the same cellular domain-the hepatocyte. This overlap is challenging and requires a targeted strategy to mitigate the risks associated with liver injury, which often requires temporary immunosuppressive therapy. A comprehensive approach is essential to increase the efficacy of gene therapy and reduce the likelihood of hepatocyte damage. Key components of this strategy include a thorough pre-gene therapy assessment of liver health, careful post-gene therapy liver monitoring, and prompt therapeutic intervention for loss of transgene expression and liver injury. Collaboration between hematologists and hepatologists is essential to ensure a well-coordinated management plan for patients undergoing hemophilia gene therapy. This review addresses the critical aspect of hepatic comorbidities in patients with hemophilia, emphasizing the need to identify and address these issues prior to initiating gene therapy. It examines the known mechanisms of liver damage and emphasizes the importance of liver monitoring after gene therapy. In addition, the review draws insights from experiences with other AAV-based gene therapies, providing valuable lessons that can guide hemophilia centers in effectively managing liver damage associated with hemophilia gene therapy.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "2",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1207,
                                    "length": 8
                                }
                            ]
                        },
                        {
                            "id": "3",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 1322,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38878740,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-13T00:00:00Z",
            "journal": "Thromb Res",
            "authors": [
                "Dargaud Y",
                "Levrero M",
                "Bailly F",
                "Lienhart A",
                "Zoulim F"
            ],
            "relations_display": []
        }
    ]
}