{
    "PubTator3": [
        {
            "_id": "38898231|None",
            "id": "38898231",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Nat Rev Neurosci;2024Jun19. doi:10.1038/s41583-024-00829-7",
                        "year": "2024",
                        "type": "title",
                        "authors": "Gao J, Gunasekar S, Xia ZJ, Shalin K, Jiang C, Chen H, Lee D, Lee S, Pisal ND, Luo JN, Griciuc A, Karp JM, Tanzi R, Joshi N, "
                    },
                    "offset": 0,
                    "text": "Gene therapy for CNS disorders: modalities, delivery and translational challenges.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 83,
                    "text": "Gene therapy is emerging as a powerful tool to modulate abnormal gene expression, a hallmark of most CNS disorders. The transformative potentials of recently approved gene therapies for the treatment of spinal muscular atrophy (SMA), amyotrophic lateral sclerosis (ALS) and active cerebral adrenoleukodystrophy are encouraging further development of this approach. However, most attempts to translate gene therapy to the clinic have failed to make it to market. There is an urgent need not only to tailor the genes that are targeted to the pathology of interest but to also address delivery challenges and thereby maximize the utility of genetic tools. In this Review, we provide an overview of gene therapy modalities for CNS diseases, emphasizing the interconnectedness of different delivery strategies and routes of administration. Important gaps in understanding that could accelerate the clinical translatability of CNS genetic interventions are addressed, and we present lessons learned from failed clinical trials that may guide the future development of gene therapies for the treatment and management of CNS disorders.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38898231,
            "pmcid": null,
            "meta": {},
            "date": "2024-06-19T00:00:00Z",
            "journal": "Nat Rev Neurosci",
            "authors": [
                "Gao J",
                "Gunasekar S",
                "Xia ZJ",
                "Shalin K",
                "Jiang C",
                "Chen H",
                "Lee D",
                "Lee S",
                "Pisal ND",
                "Luo JN",
                "Griciuc A",
                "Karp JM",
                "Tanzi R",
                "Joshi N"
            ],
            "relations_display": []
        }
    ]
}