{
    "PubTator3": [
        {
            "_id": "38980787|None",
            "id": "38980787",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "IEEE Trans Neural Syst Rehabil Eng;2024Jul09; PP. doi:10.1109/TNSRE.2024.3424537",
                        "year": "2024",
                        "type": "title",
                        "authors": "Urendes E, Sanchez C, Lerma-Lara S, Rojo A, Costa V, Raya R, "
                    },
                    "offset": 0,
                    "text": "Design, Development, and Functional Validation of a 3D-printed Passive Upper Limb Exoskeleton.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 95,
                    "text": "Motor disability in children is evident in diagnoses such as cerebral palsy, muscular dystrophy, multiple sclerosis, or spinal muscular atrophy, among others, due to altered movement and postural patterns. This becomes more evident as the child grows and can be treated with physical therapy. The effectiveness of early interventions in facilitating an improvement in daily life activities varies depending on the child's condition. In this context, the use of exoskeletons has emerged in recent years as a valuable resource for conducting more efficient therapy processes. This work describes the design (both structural and functional) and preliminary usability and functional validation of a 3D-printed passive upper limb exoskeleton. The goal is to provide clinicians with an efficient, low-cost device that is both easy to manufacture and assemble and, in a gamified environment, serves as an assistive device to physical therapy. The device features 5 degrees of freedom, enabling both a pro-gravity and an anti-gravity mode, controlled by a series of elastic bands. This gives rise to a dual operating mode, offering assistance or resistance to different arm, forearm, and shoulder-dependent movements. Usability validation conducted by exoskeleton users showed average results in all aspects rated above 3.8 out of 5, which implies levels of satisfaction between \"quite satisfied\" and \"very satisfied\". The analysis of metrics recorded during therapy, such as the Hand Path Ratio and Success Rate (capturing user movements using an inertial sensor in the gamified environment), as well as the range of motion, reveals quantifiable improvements which can be attributed to the use of the exoskeleton: the Hand Path Ratio tended to approach 1 throughout sessions in almost all the users, the Success Rate remained stable (as users consistently were capable of completing the assigned tasks), and the range of motion showed that all patients achieved improvements of more than 10 degrees in some of the tested movements). These functional validation processes involved the participation of 7 children with varying levels of upper limb neuro-motor impairments.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "9606",
                                "type": "Species",
                                "valid": true,
                                "normalized": [
                                    9606
                                ],
                                "database": "ncbi_taxonomy",
                                "normalized_id": 9606,
                                "biotype": "species",
                                "name": "9606",
                                "accession": null
                            },
                            "text": "patients",
                            "locations": [
                                {
                                    "offset": 2032,
                                    "length": 8
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 38980787,
            "pmcid": null,
            "meta": {},
            "date": "2024-01-01T00:00:00Z",
            "journal": "IEEE Trans Neural Syst Rehabil Eng",
            "authors": [
                "Urendes E",
                "Sanchez C",
                "Lerma-Lara S",
                "Rojo A",
                "Costa V",
                "Raya R"
            ],
            "relations_display": []
        }
    ]
}