{
    "PubTator3": [
        {
            "_id": "39341653|None",
            "id": "39341653",
            "infons": {},
            "passages": [
                {
                    "infons": {
                        "journal": "Handb Clin Neurol;2024; 205 155. doi:10.1016/B978-0-323-90120-8.00004-6",
                        "year": "2024",
                        "type": "title",
                        "authors": "Beswick L, "
                    },
                    "offset": 0,
                    "text": "The health economics of cell and gene therapies.",
                    "sentences": [],
                    "annotations": [],
                    "relations": []
                },
                {
                    "infons": {
                        "type": "abstract"
                    },
                    "offset": 49,
                    "text": "The health economics of cell and gene therapies is complex; due to resource-intensive manufacturing, high prices are required for commercial viability that are challenging for healthcare systems to accommodate. Despite high prices, cell and gene therapies can provide value when they deliver substantial clinical benefits and displace long-term healthcare costs compared with existing treatment options. In this chapter, the cost utility approach of economic evaluation is discussed, focusing on the considerations that occur more commonly in cell and gene therapies compared to conventional medicines, how these considerations create challenges in interpreting the evidence and coming to conclusions on value, and what tools exist for understanding the level of decision uncertainty. A summary of the economic evaluation of onasemnogene abeparvovec for spinal muscular atrophy is provided as a real-world example that features the considerations discussed.",
                    "sentences": [],
                    "annotations": [
                        {
                            "id": "1",
                            "infons": {
                                "identifier": "MESH:D009134",
                                "type": "Disease",
                                "valid": true,
                                "normalized": [
                                    "D009134"
                                ],
                                "database": "ncbi_mesh",
                                "normalized_id": "D009134",
                                "biotype": "disease",
                                "name": "Muscular Atrophy Spinal",
                                "accession": "@DISEASE_Muscular_Atrophy_Spinal"
                            },
                            "text": "spinal muscular atrophy",
                            "locations": [
                                {
                                    "offset": 903,
                                    "length": 23
                                }
                            ]
                        }
                    ],
                    "relations": []
                }
            ],
            "relations": [],
            "pmid": 39341653,
            "pmcid": null,
            "meta": {},
            "date": "2024-01-01T00:00:00Z",
            "journal": "Handb Clin Neurol",
            "authors": [
                "Beswick L"
            ],
            "relations_display": []
        }
    ]
}